{
    "1:1": "Tu nawnamu akumea ta Su, ka ayakua ki Alid ta Su, ka Alid ta Su kana.",
    "1:3": "Nipaiimden ta mamang ki ana, ka tu ausi ki ana, asi nipairingay ta sasasat ka mamang, ka nipairingay ra.",
    "1:4": "Ayakua tu ana ta kawaxan, ka kawaxan kana ta ramax ki kaawlung.",
    "1:5": "Ka maramax ta ramax tu karumduman, ka asi nimibalay ta karumduman ki ana.",
    "1:6": "Niakumea ta tau, ka na padadingi ki Alid, ka nanang tin ta ti Joannes.",
    "1:7": "Teni kata ta niirua tu pataixailen, ka pataixeilay tin ta ramax, alay ka tnaimda tnamsing alay tinian.",
    "1:9": "Teni kana ta ramax ka dlix, ka maramax imid ki kaawlung ka irua tu nai.",
    "1:10": "Ayakua tu nai ta teni, ka nipairingay tin ta nai: ka asi nikmalang tinian ta nai ra.",
    "1:11": "Nimukua ki ateni, ka asi niabalay matararix tinian ta ateni.",
    "1:12": "Papinapina ta niabalay mata rarix tinian, nipxan tin ta kailxan kawxalalak ki Alid, neinian ka tnamsing ki nanang tin da.",
    "1:13": "Ka asi nipualakan na amax, asi na kamuyen ki vaat, asi na kamuyen ki parax, ra na Alid apa.",
    "1:14": "Ka nikawxbaat ta Su, ka niitukakua imitan, (ka nikita-n-ian ta kairangen tin, ta kairangan ki kidi mama ki paisaten ki",
    "1:15": "Mataixail ta ti Joannes tinian, ka nipakulangxen tin, kma, Teni ta ti ata ka nikua au, Teni ka siawx iauan, ta nikawxuro",
    "1:16": "Ka tu katmuyen tin niaimdan eta mara ta kanadapen, ka kmatunutunun ki kanadapen da.",
    "1:17": "Alay ka na pap'a ti Moses ta tatuko, ra kanadapen ta kamamsingan apa na pavaftaw ta ana ti Jesus Christus.",
    "1:18": "Mikakua asi nikmita ta timamang ki Alid ra: Alak ka paisaten ka itukua tu aiva ki Rama, teni ta ni tmawawx pupanax",
    "1:20": "Ka nimataidungdung ta teni, ka asi nirmau; ka nidmungdung matai-kma-hina, Asi ti iau ta ti Christus.",
    "1:21": "Ka nitaitalix nein tinian, na mang lava? ti Elias kaw kawa? ka nikma ta teni, asi ko ti ana: Tamamataitan kaw kawa? ka",
    "1:24": "Ka nipadingien na Fariseen ta neni.",
    "1:26": "Ni-mataivli neinian ta ti Joannes, kma, Ti iau ta mawlux ki ralum, ra muripat mituko imumian, ka asi mumi kalangen da.",
    "1:27": "Teni ta ti ana ka siawx irua iauan, ka nikawawro iauan da, ka asi ko tu kairangen ki kidi, ki aawsasiktanay mau ta rapas ki",
    "1:28": "Ni-mamut ta ata tu Bethabara tu arux ki Jordaen, ka mauluulux ta ti Joannes tu hina.",
    "1:29": "Tu sasat apa ki wai ka tu awx nikitan ti Joannes ta ti Jesus ka mukua tinian, ka kma; Kitay ta patak ki yuko ki Alid, ka",
    "1:30": "Teni ta ti ata ka nikua au; siawx iauan irua ta parax, ka nikawxawro iauan, alay ka ituuro iauan da.",
    "1:31": "Ka asi ko nikmalang tinian, ra tu pupanaxen pakavana tinian ki Israel, alay ki ana iruato ko mawlawulux ki ralum.",
    "1:33": "Ka asi mau kalangen ta teni, ra teni ka nimadingi iauan pawlux ki ralum, teni ta nikma iauan, timang ta kitay mhu tkua",
    "1:34": "Ka ti iau ta nikmita, ka nimataixail ko, ka Alak ki Alid ta ti ata ra.",
    "1:35": "Tu sasat apa ki wai ka tu awx nimila mituko ta ti Joannes, ki raruha apa ki patatautauen tin.",
    "1:36": "Ka ru ararawen tin ti Jesusan ka mawnaunang, nikma ta teni: Kitay ta patak ki yuko ki Alid.",
    "1:40": "Nikma neinian; Ukuaw, kmitaato. Ka niukua ka nikitan nein itukuna ta teni, ka nimisasaun tinian sat ki wai kana. Ka tu",
    "1:41": "Ti Andreas ka taiapara ti Simon Petrus ta saat ki raruha ki vuat ka ni-milingix ki ata ti Joannesan, ka nimaux tinian.",
    "1:42": "Ti ata ta nikmauro kmabalay ki taiapara tin ka dlix ka ti Simon, ka nikma tinian; Nitawvalay-n-ian ta ti Messias, at-ato du",
    "1:43": "Ka nidilux tin tinian pukua ti Jesusan. Ka tu ararawen ti Jesus tinian, nikma; Ti Simon kaw, alak ti Jona: ka pananangay",
    "1:44": "Tu awx ki wai nimamuy ta ti Jesus thabul mukua tu Galilea, ka nikabalay tin ta ti Filippus, ka nikma tinian, Maauxa iauan",
    "1:45": "Ka maka Bethsaida ta ti Filippus, na awma ti Andreas, ti Petrus.",
    "1:46": "Nikmabalay ta ti Filippus ti Nathanaelan, ka kma tinian; Nitawvalay-n-ian ta ti ana ka nisulaten ti Moses tu tatuko, ki",
    "1:47": "Ka nikma ta ti Nathanael tinian, hmalpux kawa irua ta mamamang ka mariang maka Nazareth? Nikma ta ti Filippus",
    "1:48": "Ka nikmita ta ti Jesus ti Nathanaelan ka mukua tinian, ka nimataimimia tinian, Kitay dlix ta Israelit, ka ausi ki sivanavanan",
    "1:49": "Nikma ta ti Nathanael tinian, aikuan ka kmalang kaw iauan? Nimataivli ta ti Jesus kma tinian, Siuro ki nitatamen imhuan ti",
    "1:50": "Nimataivli ta ti Nathanael ka kma tinian, Rabbi, imhu ta Alak ki Alid, imhu ta maisasu ka sibavaw ki Israel.",
    "1:51": "Ni-mataivli ta ti Jesus nikma tinian; Alay ka nipasusuen au imhuan, Nikitaen au kaw tu ngara ki lakawungen , tnamsingato",
    "1:52": "Ka nikma tinian, Mising, mising kun au kamu ra, na kidi hnin kmita kamu ki tunun ki vulum ka nilituafen ki tamaxnau apa",
    "2:1": "Ka tu wai ka taturo niakumea ki uvavatuxan ki pakakitilen tu Kana ka tu Galilea: ka anaen hina rarenan ti Jesus.",
    "2:2": "Ka na patatataam apa ta ti Jesus lam apa ki patatautauen tin paukua tu vatux ki pakakitilan.",
    "2:3": "Iru ka awlux ta hala ki karawmatax, nikma ta rarennan ti Jesus tinian; Ausiato ta neni ki hala ki karawmatax.",
    "2:5": "Ni-kma ta rarenan tin ki pairungen, Kamamang ka pasusuanay tin imumian akuaawto.",
    "2:6": "Ka niatakuan hina ta vaangavang ka nnm ka na vatu alay ka puraralumay na kidi ki pakakuptixen ki Joden, ka sasasat ki ana pukun",
    "2:7": "Nikma ta ti Jesus neinian; Pasitmuyay ta vaangavang ka puraralumen ki ralum. Ka niputbien nein ta ana tu ngataf.",
    "2:8": "Ka nikma neinian, Hibaw hnin, adaw ki sibavaw ki talax ka tamapilailaix, ka niaden nein.",
    "2:9": "Iru ka k'kaha kdiman ta sibavaw ki talax ki ralum, ka nipahahalan ki karawmatax, ka asi tin umxan nitaikuna ta ata, ra umxan ki",
    "2:10": "Ka kma tinian; Veyax ka kaawlung piuro ki hala ki karawmatax ka mariang, iru ka nimusangix mit pitaawtaawx ki masaun asi",
    "2:11": "Nawnamu kata ki pukidien ka urinxawen ta nipamten ti Jesus tu Kana ka tu Galilea, ka nipawamax pupanax ki kairangen ki kidi tin,",
    "2:12": "Siawx ki ana nimurapax ta teni mukua tu Kapernaum, Teni, ki rarenan tin, ki taiapapara tin, ki patatautauxan apa tin ka asi",
    "2:13": "Ka itutamang ta uvavatuxan ki Halidaawen ka Pascha ki Joden nimabavaw ta ti Jesus mukua tu Jerusalem.",
    "2:14": "Ka nikabalay tin tu Kuva ki tatamden ki Alid ta pasadarima ki luang, ki yuko, ki padawx, ki tamaviri ki malituk ka mirungato hina.",
    "2:15": "Ka ru nipairingay tin ta patubawrien ka taritarix nipataawimid tin ta neni pautawax, tu Kuva ki tatamden ki Alid, ta yuko, ki luang",
    "2:16": "Ka nikma ki tamapasadima ki padawx, Hamiaw hia ta ana; inay pasawkunun papa'a mikaula ki talax ki paiasen ta talax ki Rama au.",
    "2:17": "Ka nihibalayen ki patatautauen tin ki na sasulat, Aruk ki talax uhu ta nirmihal iauan.",
    "2:19": "Nimataivli ta ti Jesus ka nikma neinian: Ktaw ta Talax kata ka palikuxaw mau paapit ta ana tu kidi ki tuturo ki wai.",
    "2:20": "Anata nikma ta Joden, Mak-axpat kitian ab ki nm ki tawil nipairingayen ta kuva kata ki tatamden ki Alid, ka imhu palikuxaw mhu",
    "2:22": "Alay ki ana, ru niakaha ta teni apit ki nikapatayan, nihibalay ki patatautauen tin, ka nipasusuen tin neinian ta ata: ka nitnamsing ki",
    "2:23": "Iru ka ayakua ta teni tu Jerusalem, tu Halidaawen ka uvavatuxan, mabatung ta nitnamsing ki nanang tin, ru kakitan nein ta pukidien",
    "2:24": "Ra nimaayes tinian mamado neinian ta ti Jesus, alay ka k'imden tin kmalang neinian.",
    "2:25": "Alay apa ka asi maiaapo ta teni ka xmaila ta timamang ki kaawlung, ka umadoen tin mumxa ta mamang ka iturbo ki kaawlung.",
    "3:1": "Ka niakumea ta tau ka na Fariseen, ka ti Nikodemus ta nanang tin, ka sibavaw ki Joden.",
    "3:2": "Teni ta niirua ka awvanan mukua ti Jesusan, ka nikun tin tinian, Rabbi, kavana-n-ian ka tamamatautaux kaw ka nimakakua ki Alid:",
    "3:3": "Nimataivli ta ti Jesus ka nikma tinian, Mising, mising kun au kaw, Hairu asi pailaen maialak ta timamang, asi kmilpux kmita ta teni ki",
    "3:6": "Ka nipaialak ki vaat, vaat ta ana: paialak ki Yupan, yupan ta ana.",
    "3:7": "Ina murinxaw ka nivanaen au kaw, Kidiato ka pailaaw kamu maialak ta imumi ra.",
    "3:8": "Bavare ta vare tu mamang ka kamuyen tin, ka ilingixen hu ta harimhim tin, ra asi muhu umxan ka makakuna ka sakakun-a ta ana:",
    "3:11": "Mising, mising kun au kaw, ka kavanan-n-ian ta pasasun-n-ian, ka nikitan-n-ian ta pataixail-n-ian, ka asi mumi atararixen ta",
    "3:13": "Ka asi nisabavaw satunun ta timamang, dik tinian ka nimurarim maka-tunun, teni ta Alak ki kaawlung ka aya-tunun.",
    "3:14": "Ka mama ka nipuvavawen ti Moses tu pawlapuIax ta vulay, kidiato ka puvavawaw kma-hina ta Alak ki kaawlung.",
    "3:15": "Alay ka asi tawrumaa ta maibuvual ka tnamsing tinian ka akume-al-apa ki kawaxan ka mikakua midarinux.",
    "3:16": "Ka nikavaangoen kma-hina ki Alid ta nai, ka nipxan tin ta Alak tin ka paisaatan, alay k-asi tawrumaa ta maibuvual ka tnamsing",
    "3:17": "Nda ka asi nipadingien ki Alid ta Alak tin tu nai alay ka dungdungaw tin ta nai, alay apa ka pakariangaw tin ta nai alay tinian.",
    "3:18": "Timang ta tnamsing tinian, asi dungdungaw, ra timang ta asi tnamsing kahanato hnin dmungdung: alay ka asi nitnamsing tu nanang",
    "3:19": "Ka at-apa ta dungdungen, ka iruato ta ramax tu nai, ka nikasaunen mavaango ki kaawlung ta karumduman, ki ramax: alay ka mat'e",
    "3:20": "Ka timamang ka pamut ki kat'een, aasen tin ta ramax, ka asi mukua tu ramax ta teni, alay ka asi patimxaylato ta na ringay tin.",
    "3:22": "Siawx ki ana niirua ta ti Jesus, ki patatautauauxan apa tin mukua tu purux ki Judea ka nimalanga ta teni hina lam neinian,",
    "3:23": "Ka nimawlux apa ta ti Johannes tu Enon tu tamang ki Salim, alay ka madax hina ta ralum: ka niirua mukua hina, ka niuluxanato ra.",
    "3:24": "Ka asi apa pusangaten ta ti Joannes.",
    "3:26": "Ka nimukua ti Joannesan, ka nikun nein tinian; Rabbi, teni ka na lam uhu tu arux ki Jordaan, ka nipataixailen hu tinian, kitay,",
    "3:27": "Nimataivli ta ti Joannes, ka nikma-hina, Asi alpuxen mara ta kaawlung ki mamang, ru asi nipxan tinian maka tunun ki vulum.",
    "3:28": "Tamaxail kamu iauan ta imumi mamado, ka nipasusuen au, Asi ti iau ta ti Christus, ra nipadingien ko pasiuro tinian.",
    "3:29": "Timang ta aku-ina ka vaaw, teni ta parax ka vaaw: nda diu ka parax ka vaaw ka mituko milingix tinian, ta maraya ki karayan ki rix,",
    "3:30": "Kidi ka tu sauna kawxirang ta teni, ra lauay ko ta ti iau.",
    "3:31": "Teni ka makavavaw, ituimid ituvavaw: Teni ka makakua ki nai, maka-nai ta teni, ka pasusuen tin ta atu nai. Teni ka maka-tunun ki",
    "3:32": "Ka na kakita tin ka na ilalingix tin, pataixailen tin masusu ta ana: ka asi paxbalay matarix sasasat ka timamang ki pataixailen tin da.",
    "3:33": "Timang ta nipaxbalay matarix ki pataixailen tin, niputapuyu pushut ka matiktik ki su ta Alid.",
    "3:34": "Nda timang ta nipadingien ki Alid, pasusuen tin ta su ki Alid, ka asi pxan ki Alid tinian ta Yupan tu pukakidien ripung.",
    "3:35": "Mavaango ta Rama ki Alak, ka ni-paaimdan ta mamang pia tu rima tin.",
    "3:36": "Timang ta tnamsing ki Alak akumeato ki kawaxan ka mikakua midarinux: Ra timang ta asi milix ki Alak, asi kmita ta teni ki",
    "4:1": "Iru ka mumxa ta Mairang, ka niilingxan ki Fariseen, ka masaun mabatung ta ni-papatatautauxan ta niuluxan apa ti Jesus ti Joannesan.",
    "4:3": "Anata nidarangen tin tu Judea, ka nisalikux mukua tu Galilea.",
    "4:5": "Anata niirua tu awma ki Samarien ka Sixar ta nipananangan tin, tu tamang ki makultok ka na pap'a ti Jakob ki alak tin ka parax ka ti",
    "4:6": "Ka akumea hina ta na tasik ti Jacob. Iru ra ka siba ta ti Jesus ki niudadarangen tin, anata itutukato mirung ki tasik. Ka tu hivatato ki",
    "4:7": "Ka niirua ta ina ka maka-Samarien murauralum. Nikma ta ti Jesus tinian, paita iauan da.",
    "4:10": "Nda nimataivli ta ti Jesus kma tinian, Hairu kalangen hu lava ta na pap'a ki Alid, timang apa ta teni, ka masasusu imhuan, Paitu ko",
    "4:12": "Siuro kaw kawa tu kairangen ki na rama ian ka ti Jacob, ka na pap'a tin imianan ta dauk kata? ka niiten tin tu ata, ki alalak tin, ki",
    "4:13": "Nimataivli ta ti Jesus kma tinian, Timamang ta mit ki ralum ka ata, milalaal apa maitu.",
    "4:14": "Ra timang ta mitalato ki ralum ka pxaanay mau tinian, asi maitua tu ikakuan midarinux, nda ralum ka pxaanay mau tinian,",
    "4:15": "Nikma tinian ta ina, Mairang, pxay ko ki ralum kana, ku asia ko milala maitu, ka asi mau ukuaaw hia murauralum.",
    "4:16": "Nikma ta ti Jesus tinian, Ukuaw tataamaw ta tbung uhu ka mukua hia.",
    "4:17": "Nimataivli ta ina ka nikma, Ausi ko ki tbung. Nikma ta ti Jesus tinian, Mariang ta su uhu, Ausi ko ki tbung.",
    "4:18": "Ka niakumea kaw rarima ki tbung, ra ka akumea kaw hnin asi tbung uhu ka dlix, matiktik ta su uhu kana.",
    "4:19": "Nikma ta ina tinian, Mairang, kmita ko ka tamamataitan kaw.",
    "4:20": "Niraipen tmamud ki na ramama ian tu vukin kata, ra imumi ta kma, ka tu Jerusalem ta itukuan ki raipen tmamud.",
    "4:21": "Nikma ta ti Jesus tinian, Ina tnamsinga iauan iru-a ta kidi ki talay, ka raipay mumi tmamud ta Rama asi tu vukin kata, asi apa tu",
    "4:22": "Raip kamu tmamud ta imumi ki asi mumi kavanan: raip kame tmamud ta imian ki kavana-n-ian: ka makakua ki Joden ta",
    "4:23": "Ra, irua ta kidi ki talay, ka hnin anaen ta ana, ka raipa tmamud ki Raraman ta tamatamud ka dlix tu Yupan tu kadlixan da: Ka kiimen",
    "4:25": "Nikma ta ina tinian, Kavanaen au ka irua ta Messias (ka siua ti Christus) ka ru irualato ta teni, ana ta xinawa banavana imianan.",
    "4:26": "Nikma ta ti Jesus tinian, ti iau ta ti ata, ka maktavax imhuan.",
    "4:27": "Ka niirua maivavalay ki akusu ta patatautauen tin, ka murinxawato ki patatatavax tin ki ina; ra asi nikma ta timamang, Mang ta",
    "4:34": "Nikma ta ti Jesus neinian, Kakanaw mau ta ana ka pamtaw mau ta kamuyen ki nimadingi iauan, ka paimuxaaw mau ta ringay tin.",
    "4:36": "Ka timang ta maayam mara ki than ki uvavarxan ka ulden tin ki vua tu kawaxan ka mikakua midarinux, alay ka masaala maray ta",
    "4:37": "Ka dilix tu ata matiktik ta su kana, Pani ta dmiri, pani apa ta na ayam.",
    "4:38": "Nipadingien au kamu paayam ki asi mumi niuman mapungas: ra pani ta ni muma mapungas, ka nisakakua-n-umi ki niumaan nein",
    "4:39": "Ka mabatung ki Samaritanen ka maka-awma kana ta nitnamsing tinian alay ki ina ka xmail, nibanavana teni iauan imud ki na ringay",
    "4:40": "Iru ka iruato tinian ta Samaritanen, nitmumimia tinian ki pailiiliay tin neinian: ka nimaili hina makaruha ki wai.",
    "4:41": "Ka siuro mabatung ta nitnamsing alay ki su tin.",
    "4:42": "Ka nikma ki ina, Asi kame tnamsing hnin alay ki na su uhu, ra ni nitnamado-n-ian milingix, ka kavana-n-ian ka mising ti ata ta ti",
    "4:43": "Ka siawx ki ruha ki wai, nidmarang hina, ka nisakakua mukua tu Galilea.",
    "4:44": "Ka nimado xmail ti Jesus ka ausi ki luluxan ta tamamatai tu purux ti ama tin.",
    "4:45": "Iru ka mukua ta teni tu Galilea nipaitatalax tinian ta tau ka maka-Galilea, du nikitan nein ta mamang ka na ringay tin tu Jerusalem tu",
    "4:46": "Anata nisalikux ta ti Jesus mukua tu Kana tu Galilea, ka nipahahalaen tin ta ralum ki hala ki karawmatax tu hina. Ka akumea hina ta",
    "4:47": "Teni ru nimilix ka lumaden ti Jesus maka-Judea mukua tu Galilea nimukua tinian ka nitmumimien tin tinian ku urapaxaw tin",
    "4:48": "Ka nikma ta ti Jesus tinian, Hairu asi mumi kitan ta pukidien ki urinxawen apa ka ringay, asi kamu tnamsinga.",
    "4:49": "Nikma tinian ta talalam ki maisasu ka sibavaw, Mairang murapaxa tu uro ka asi apa mapatay ta alak au.",
    "4:50": "Nikma ta ti Jesus tinian, Ukua, mawax ta alak uhu. Ka nitnamsing ta tau ki su, ka pasusuen ti Jesus tinian; ka niukua tin.",
    "4:51": "Iru ka urapaxan tin nidmumaduma tinian ta kunsia tin, xmaxnaw kma, Mawax ta alak uhu.",
    "4:52": "Anata nitmalix neinian ki kidi ki talay ki nitmilan ki malaam tin: ka nikma ta neni tinian, Iha tu ka papitu ki talay niusan ki aingit",
    "4:54": "Ka raruha ki na pukakidi kata nihelan ti Jesus pamut, du lumadato maka-Judea mukua tu Galilea.",
    "5:1": "Siawx ki ana niakumea ki uvavatuxan ki Joden, ka nisabavaw ta ti Jesus mukua tu Jerusalem.",
    "5:2": "Ka akumea hina tu Jerusalem itutuk ki ngataf ki yuko ta ayauuxan ka ralum ka siua tu su ki Hebreen Bethesda, ka na rimato ki",
    "5:3": "Ka nimaliku hina ta kabatungan ka irang ka maalam, ka mavuta, ka mapilay, ka ixuilan tu amamaten ki kilikalikaay ki ralum.",
    "5:5": "Ka niakumea hina saat ki vual ka maka-turo kitian ab ki kawixpa ki tawil ki nikaalamen tin.",
    "5:7": "Nimataivli tinian ta maalam, Mairang, ausi iauan saat ki vual ka smakikua iauan tu ayauxan ru pativoen ta ralum: ka ru ukunato mau,",
    "5:8": "Nikma ta ti Jesus tinian, Apita, angpoaw ta aapaxen hu ka munaunanga.",
    "5:9": "Ka madis madarikaxato ta vual kana, ka niangpoen tin ta aapaxen tin munaunang. Ka kidi ki paihababan ta wai kana.",
    "5:10": "Anata nikma ta Joden tinian ka padarikaxenato, Waiato ki paihababan, asi hahayen imhuan mangpo maval ki aapaxen.",
    "5:11": "Nimataivli ta teni neinian; Teni ka nipadarikax iauan, teni ta nikma iauan, Angpoaw ta aapaxen hu, munaunanga.",
    "5:13": "Ka teni ka nipadarikaxen, asi mumxa ka timang ta teni: Ka nimuzux dmarang ta ti Jesus, alay ka ayakua hina ki makoilalaulau tu",
    "5:14": "Siawx ki ana nikabalayen ta teni ti Jesus tu Kuva ki tatamden ki Alid, ka nikma tinian, Kitay nipadarikaxen kaw, ina mela mavaraw,",
    "5:15": "Nidmarang ta vuel kana, ka nixnawen tin vanavana ki Joden, ka ti Jesus ta nipadarikax tinian.",
    "5:16": "Alay ki ana nikmudilux ta Joden ti Jesusan, kmakiim ki pakapatayanay tinian, alay ka paamten tin ta ana tu wai ki paihababan.",
    "5:17": "Ka nimataivli ta ti Jesus neinian, Mapungas ta Rama au tu kidi hnin, ka mapungas apa ko ti iau.",
    "5:18": "Alay ki ana nimakisaun kmiim ta Joden ki pakapatayanay tinian, alay ka asi dik sidadan tin ta wai ki paihababan, ra nikma apa, ka",
    "5:20": "Ka mavaango ta Rama ki Alak ka pakita tinian ki mamang ka pairingayen tin: Ka pakitaal apa tinian ki pairingayen ka masaun irang",
    "5:21": "Ka mama ka paapit pakawax ta Rama ki patay, pakawax apa kma-hina ta Alak timamangan ka kamuyen tin.",
    "5:22": "Ka asi dmungdung timamangan ta Rama, ra nipaaimden tin ta dungdungen pia ki Alak.",
    "5:23": "Alay ka imda ta neni lmulux ki Alak, mama ki luluxen nein ki Rama. Timamang ta asi lmulux ki Alak, asi lmulux ki Rama ka",
    "5:24": "Mising, mising kun au kamu, Timamang ta milingix ki su au ka tnamsing tinian ka nimadingi iauan, akumea ta teni ki kawaxan ka",
    "5:25": "Mising, mising kun au kamu, Irua ta kidi ki talay, ka anaen hnin, ka milingixa ta patay ki ingaw ki Alak ki Alid, ka namamang ta",
    "5:26": "Ka mama ka aku-kawaxan ta Rama tinian mamado, nipxan apa tin kma-hina ki Alak ka aku-kawaxan ta teni tinian mamado.",
    "5:27": "Ka nipxan tin ta kairangan ki kidi tinian tu paamten apa ki dingdingen, alay ka Alak ta teni ki kaawlung.",
    "5:28": "Ina murinxaw ki ana: nda irua ta kidi ki talay ka tnaimda milingix ki ingaw tin ta ayarbo ki ravaravak.",
    "5:29": "Ka mupanaa, ta nimapungas ki mariang, tu likuxay apit ka tu kawaxan: neni apa ka nimapungas ki asi mariang, tu likuxay apit ka tu",
    "5:30": "Asi ko pailpux sikunung pamut ki mamang. Mama ki ilingxen au dmungdung ko: ka matiktik ta dingdingen au, ka asi ko kmiim ki",
    "5:32": "Akumea ki pani ka mataixail mataimimia iauan, ka kavanaen au ka matiktik ta pataixailen tin mataimimia iauan.",
    "5:33": "Imumi ta nimadingi paukua ti Joannesan, ka nipataixailen tin ki katiktikan ki su.",
    "5:34": "Ra ti iau asi ko tamamimia ki pataixailen ki kaawlung: ra at-apa ta ka suen au alay ka pakariangaylato kamu.",
    "5:35": "Na awing ta teni ka milamax ka maawing: ka nimamuy kamu maray asi madalia ki kidi tu ramax tin.",
    "5:37": "Ka Rama ka nimadingi iauan nimataimado mataixail mataimimia iauan mikakua. Asi kamu nimilingix ki ingaw tin, ka asi kamu",
    "5:38": "Ka asi maili imumian ta su tin: alay ka asi kamu tnamsing tinian ka nipadingien tin.",
    "5:39": "Makirianga kmiim ki na sasulat: ka paxdimdim kamu ki pakivalayay mumi tu ata ki kawaxan ka mikakua midarinux: ana ta",
    "5:40": "Ka inang kamu mukua iauan, alay ka akume-a kamu ki kawaxan.",
    "5:42": "Ra kalangen au kamu, ka ausi kamu imumian ki kavaangoan ki Alid.",
    "5:43": "Iruato ko tu nanang ki Rama au, ka asi kamu matarix iauan: iru ra irualato ta pani ki vuel tu nanang tin mamado, teni ta atarixay",
    "5:45": "Ina paxdimdim, ka mataivavulasa ko mataidumadum-a imumian ki Rama: ki mataivavulas mataidumaduma imumian teniato ta ti",
    "5:46": "Ka ru tnamsing kamu ti Mosesan, ina kamu tnamsing iauan. Ka nisulaten tin maakua iauan.",
    "6:1": "Siaawx ki ana nidmarang ta ti Jesus muarux ki vaung ka tu Galilea, ka vaung ki Tiberias.",
    "6:2": "Ka nismaladilux tinian ta makoilalaulau ka mabatung, alay ka kakitan nein ta na pukakidi tin, ka paamten tin ki maalam.",
    "6:3": "Ka nimuvukin ta ti Jesus, mirung hina itu lam ki patatautauen tin.",
    "6:7": "Nimataivli ta ti Filippus tinian, Ruruha kaatuxan ki lumari ki paul asi mamsinga neinian kata, alay ka atitinga mara ta maibuavual",
    "6:10": "Ka nikma ta ti Jesus, Pairungawto ta tau: ka madax hina ta akax tu itukuan kana. Ka nimirung ta paparax rima katununan lava ki",
    "6:11": "Ka niara ti Jesus ta paul, ka ru nipakuvlien tin makualilid nimatatatax ki patatautauen, ka patatautauen ta nimatatax neinian ka",
    "6:13": "Anata niiludan nein pu-tmuy sat kitian ab ki ruha ka laian ki nipipi ki paul kana ka ririma ka na tavax, ka nikda nein kman.",
    "6:14": "Iru ka nikmita ta tau ki na pukakidi ti Jesus, nikma , Mising ti ata ta Tamamataitan kana ka irualato tu nai.",
    "6:16": "Ka ru madungato, nitdarim ta patatautauxan tin muvaung.",
    "6:17": "Ka ru nimuavang nimuarux ta neni ki vaung mukua tu Kapernaum. Ka marimdimato, ka asi apa iruato ta ti Jesus neinian.",
    "6:18": "Ka nirmaruar ta vaung alay ka nibavare ta vare ka veyax.",
    "6:19": "Iru ka nitawavang ruha kitian ab ki rima lava ki turo lava kitian ki stadien ka na pta ki darang nikmita ta neni ti Jesusan ka",
    "6:21": "Ka nimasarul ta neni puavang tinian: ka madis nimuhili ta avang ki purux ka ukuaay nein.",
    "6:24": "Iru ka nikmita ta makoilalaulau ka ausi hina ta ti Jesus ki patatautauxan apa tin, nimuavang apa ta neni, mukua tu Kapernaum, ka",
    "6:26": "Nimataivli ta ti Jesus kma neinian, Mising, mising kun au kamu, kmakiim kamu iauan, asi alay ka nikita-n-umi ta pukidien, alay apa",
    "6:27": "Ina mapungas alay ki avovoken ka sanino, ra alay apa ki avoken ka maili tu kawaxan ka mikakua midarinux, ka pxaanay imumian ta",
    "6:29": "Nimataivli ta ti Jesus kma neinian, Ata ta pairaringaringay ki Alid, ka tnamsinga kamu tinian, ka nipadingien tin.",
    "6:31": "Nikman ta na ramu ian ki Manna tu pulax: mama ki nisulaten da, Nipxen tin pavok neinian ki paul ka maka vulum.",
    "6:32": "Anata nikma ta ti Jesus neinian, Mising, mising kun au kamu ra, asi nipia ta ti Moses imumian ki paul ka maka vulum: ra Raram-apa",
    "6:33": "Ka paul ki Alid ta teni ka nimurarim maka tunun ki vulum, ka pia ki kawaxan ki nai.",
    "6:36": "Ra nipasusuen au kamu ka nikitan umi iauan, ka asi kamu tnamsingato.",
    "6:37": "Kamamang ka pxan ko ki Rama muku-a iauan: ka timaman ta mukua iauan, asi mau sakitawaxanay ta teni.",
    "6:38": "Ka nimurarim ko maka tunun ki vulum, asi alay ka pamtaw mau ta kamuyen au, ra kamuyen apa tin ka nimadingi iauan.",
    "6:39": "Ata ta kamuyen ki Rama ka nimadingi iauan, ka asi ko patawrumaa ki mamang ki nipxan tin iauan, ra paapitay mau kana tu wai ka",
    "6:40": "At-apa ta kamuyen tin ka nimadingi iauan, imid ka mararaw ki Alak tnamsing tinian, akumea ki kawaxan ka mikakua midarinux: ka",
    "6:41": "Ka nimimaawrmur ta Joden tinian alay ki na su tin, Ti iau ta paul ka nimurarim maka-tunun ki vulum.",
    "6:44": "Asi mulpux ta timamang mukua iauan, ru asi vihiten ta teni ki Rama ka nimadingi iauan, ka paapitay mau ta teni tu wai ka tu aawx.",
    "6:45": "Ka nisulaten tu na sasulat ki tamamataitan, Ka pakuimdi ta neni matautaux ki Alid. Anata imud ka nimilingix ki ata ki Rama, ka",
    "6:46": "Asi ka nikitan ta Rama timamang, dik tinian ka nimakakua ki Alid: teni ta nikmita ki Rama.",
    "6:47": "Mising, mising kun au kamu ra, timamang ta tnamsing iauan, akumea ki kawaxan ka mikakua midarinux.",
    "6:49": "Nikman ta na ramu umi ki Manna tu pulax, ka nimapatay ta neni.",
    "6:50": "Ata ta paul ka nimurarim maka-tunun ki vulum, alay ka kmana ki ata ta timamang ka tau, ka asi mapataya ta teni.",
    "6:51": "Ti iau ta paul kana ka mawax ka nimurarim maka-tunun ki vulum: timamang ta kman ki paul kata mawaa ta teni tu ikakuan",
    "6:54": "Timamang ta kman ki vaat au, ta mit ki amax au akumea ki kawaxan ka mikakua midarinux: ka paapitaw mau ta teni tu wai ka tu",
    "6:55": "Ka avoken ka dlix ta vaat au, it apa ka dilix ta amax au.",
    "6:56": "Timamang ta kman ki vaat au, ta mit ki amax au, itukua ta teni iauan, ka itukua ap-o tinian.",
    "6:57": "Mama ki nipadingien ko ki Rama ka mawax, ka kawaxen au alay ki Rama, kma-hina timamang ta kman iauan, mawaxa ta teni alay",
    "6:58": "Ata ta paul ka nimurarim maka-tunun ki vulum. Asi mama ki nikanen ki na ramu umi ta Manna, ka nimapatay ta neni: timamang ta",
    "6:60": "Mabatung ki patatautauxan tin ka milingix ki ata ta nikma, Matax ta su kata: timang ta tnalpux ki ata milingix.",
    "6:63": "Yupan ta pakawax: sawkinino ta vaat. Yupan ki kawaxan apa ta su ka pasusuen au imumian.",
    "6:64": "Ra akumea ki raruma imumian ka asi tnamsing. Ka kavanan ti Jesus tu nawnamu na mamang ta neni ka asi tnamsing, timang apa ta",
    "6:65": "Ka nikma ta teni, Alay ki ata nipasusuen au kamu, ka asi mulpux ta timamang mukua iauan, ru asi pap'ap'a ta ata tinian ki Rama au.",
    "6:66": "Tu kidi kana nidmarang maawlikux ta mabatung ka patatautauxan tin, ka asi nimunaunang hmilala tu lam tinian.",
    "6:68": "Nimataivli tinian ta ti Simon Petrus, Mairang, dmaranga kame mukoua timangan? akumea kaw ki su ki kawaxan ka mikakua",
    "6:69": "Ka nitnamsing kame ka nimumxa kame, ka ti Christus kaw, Alak ki Alid ka mawax.",
    "6:71": "Ka nipasusuen tin ta ata mataimimia ti Judasan ka ti Simon Iskarioth. Ka teni ta sivanavanaalato tinian, ka saasat ta teni ki saasat",
    "7:1": "Siawx ki ana nimaunaunang ta ti Jesus tu Galilea, ka inang ta teni munaunang tu Judea, alay ka kmakiim ta Joden ki pakapatayay",
    "7:2": "Ka tu tamang ta uvavatuxan ki Joden ki Pataararatan.",
    "7:3": "Anata nikma tinian ta taiapapara tin, Thabula hia, mukua tu Judea, alay ka kmital apa ta patatautauxan uhu ki ringay uhu ka paamten",
    "7:4": "Ka asi mairingay kimamang tu dung ta timamang, ka makimado apa kmiim ki pataiamaaw matimimia tinian. Hairu mairingay kaw",
    "7:5": "Ka asi apa nitnamsing tinian ta taiapapara tin.",
    "7:7": "Asi malpux mavahir imumian ta nai, ra mavahir apa iauan, alay ka pataixailen au ki ata, ka mate ta pairaringaringay tin.",
    "7:8": "Nda sabavawa ta imumi mukua tu uvavatuxan kata: asi apa mau ukuay tu uvavatuxan, alay ka asi apa nipaftaw ta kidi au.",
    "7:9": "Iru ka pataikahan tin ta mamang kata neinian, nimaili tu Galilea.",
    "7:12": "Ka madax hina ta sasaangsang ki makoilalaulau mataimimia tinian. Nda nikma ta raruma, mariang ta teni: nikma apa ta raruma, Asi",
    "7:13": "Ra asi nimataiamax ta timamang mataimimia tinian, alay ka katakuten nein ki Joden.",
    "7:14": "Iru ka tukad ta uvavatuxan, nisabavaw ta ti Jesus mu-kuva ki Kuva tu tatamden ki Alid matautaux.",
    "7:16": "Nimataivli ta ti Jesus kma neinian, Asi aiau ta patatautauen au, ra ateni apa ka nimadingi iauan.",
    "7:17": "Hairu mamuy ta timamang akua ki kamuyen tin, kmalanga tu patatauxan kata, malava ka maka Alid, malava ka pataimadoen au ta",
    "7:18": "Timamang ta mataimado mataimimia tinian, kmiim ki luluxan tinian mamado: ra timamang ta kmiim ki luluxan tinian ka nimadingi",
    "7:19": "Asi kawa na pap'a ti Moses ta tatuko imumian, ka ausi ta timamang imumian ka milix ki tatuko? Kaumang ka kiim-n-umi ki",
    "7:21": "Nimataivli ta ti Jesus kma neinian, Saasat ki ringay ta nipamt au, ka muimud kamu murinxaw.",
    "7:22": "Alay ki ana pap'a ti Moses imumian ta Hiritungen pahay (asi ka nimakakua ti Mosesan, ra na tu Mamumu apa) ka hiritung-n umi",
    "7:24": "Ina dminding kmaixkahir tu kakitan ki vlung, ra dmungdunga ki dadungdungdung ka matiktik.",
    "7:27": "Ra ti ata ta kavana-n-ian ka tumang ta nipakakuan tin: Iru ra irualato ta ti Christus, asi mux-a ta timamang ki nipakakuan tin.",
    "7:28": "Anata nimakulangax ta ti Jesus tu Kuva ki tatammden ki Alid, du matautaux du kma, Ka kmalang kamu iauan, ka kavana-n-umi ka",
    "7:29": "Ra kalangen au ta teni, alay ka nimakakua ko tinian, ka nimadingi ta teni iauan.",
    "7:30": "Anata nikmiim ta neni ki turungen tinian, ra asi nipatkua ta timamang ki rima tinian, alay ka asi apa iruato ta kidi ki talay tin.",
    "7:32": "Nimilingix ta Fariseen ka mimaawrmur ki ata ta makoilalaulau mataimimia tinian: ka nimadingi ta Fariseen ki tamapxik apa ka",
    "7:33": "Anata nikma ta ti Jesus neinian, Asi madalia ki kidi ka makoisaala ko imumian, ka sakakuaa ko mukua tinian ka nimadingi iauan.",
    "7:37": "Ka tu wai ka tu aawx ka uvavatuxan ki kairangen, nimituko ta ti Jesus ka pakulangaxan tin kun, Timamang ta maitu, muku-a iauan",
    "7:38": "Timamang ta tnamsing iauan, mama ka pasusuen ta na sasulat, sasaay ki ralum ka mawax smaaya makarbo ki vuil tin.",
    "7:40": "Mabatung ki makoilalaulau ka milingix ki su kata nikma, Dlix ti ata ta Tamamataitan kana.",
    "7:49": "Ra makoilalaulau kata ka asi mavana ki tatuko, pakuavavaxenato.",
    "7:52": "Nimataivli ta neni kma tinian, Maka-Galilea apa kaw kawa ta imhu? Makirianga kmiim ka kmita, ka asi niapitato ta timamang ki na",
    "7:53": "Ka nisakakua ta maibuvuavual sadadligh ki talax tin.",
    "8:1": "Ra nidmarang ta ti Jesus muvukin ka makavavua ki vua ka maimax.",
    "8:2": "Ka nisatakux du madama salikux ta teni tu Kuva ki tatamden ki Alid, ka maimud ki tau ta niirua tinian, iru ka mirungato nimatautaux",
    "8:4": "Iru ka nipaitutukaden nein ta teni, nikma tinian, Tamamatautaux, niturung tu ringay mamado ta ina kata ka parborboato.",
    "8:6": "Ka nipasusuen nein ta ata ripung tinian, alay ka akume-a ki patbarawanay nein tinian. Ra nimaawsusu ta ti Jesus smulat ki kaamaws",
    "8:7": "Iru ka irukua apa ta neni tmalix tinian, nimaawtiktik ta teni kma neinian, Timamang imumian ta ausi ki varaw piaawroa smit ki na",
    "8:8": "Ka mila nimaawsusu ta teni smulat tu nai.",
    "8:9": "Iru ra milingix ta neni ki ata ka ru nitununen ki vana nein ki rix, nisamamala ta saat sadilux ki pani, sanawnamu ki na mamumu",
    "8:11": "Nikma ta teni, Ausi Mairang. Ka nikma ta ti Jesus tinian, Ti iau apa ta asi dmungdung imhuan: ukuaaw, ina mila mavaraw.",
    "8:14": "Nimataivli ta ti Jesus kma neinian, Maita ka pataixailen au matainado iauan, ra matiktik ta pataixailen au: ka kavanaen au ka",
    "8:16": "Hairu ka dmungdung apa ti iau, matiktik ta dungdungen au: ka asi ko tu saat, ra ti iau, ki Rama apa ka nimadingi iauan.",
    "8:17": "Ka nisulaten apa tu tatuko umi, ka mashut ta pataixailen ki su ki raruha ki vual.",
    "8:18": "Ti iau ta mataixail matainado iauan, ka mataixail apa iauan ta Rama ka nimadingi iauan.",
    "8:19": "Anata ni kma ta neni tinian, Tumang ta Raraman uhu? Nimataivli ta ti Jesus, Asi kamu kmalang iauan, ki Raraman apa: Hairu ka",
    "8:21": "Anata nimataila ta ti Jesus ki su neinian, Dmarangato ko ti iau, ka kmiima kamu iauan, ka mapataya kamu tu varaw umi: ka tumang",
    "8:22": "Anata nikma ta Joden, Papismadoa kawa pakapatay tinian? alay ka kun tin, Tumang ta sakakuay mau, asi kamu hmalpux irua.",
    "8:23": "Ka nikma ta teni neinian, Maka-rarim kamu ta imumi, maka-vavaw ko ti iau: maka-nai kamu ta imumi, ti iau asi ko maka-nai kata.",
    "8:24": "Alay ki ana nipasusuen au kamu, ka mapataya kamu tu varaw umi. Hairu asi kamu tnamsing ka ti iau kata, mapataya kamu tu",
    "8:26": "Madax apa ta ina mau pasusuanay alay imumian dmungdung: ra matiktik ta teni ki su ka nimadingi iauan: ka kamamang ka niilingx",
    "8:27": "Asi hnin umxan ka pasusuen tin ki Rama neinian.",
    "8:28": "Anata nikma ta ti Jesus neinian, Iru ka puvavawalato kamu ki Alak ki kaawlung, anata umxay mumi ka ti iau kata, ka asi ko",
    "8:29": "Ka teni ka madingi iauan ta itulam iauan, asi ko nipaitusaaten ki Rama, alay ka pamt-n-au mikakua ta mamang ka kamawen tin.",
    "8:30": "Iru ka masusu ta teni ki mamang kata, mabatung ta nitnamsing tinian.",
    "8:31": "Anata nikma ta ti Jesus ki Joden ka tnamsing tinian, Hairu maili kamu ki su au, dlix kamu ki patatautauxan au.",
    "8:32": "Ka mumxaa kamu ki katiktikan ki su, ka pasikunungay kamu ki katiktikan ki su.",
    "8:34": "Nimataivli ta ti Jesus neinian, Mising, mising kun au kamu ra, Veyax ka pamut ki varaw kungsia ta teni ki varaw.",
    "8:35": "Ka asi maili iturinux tu talax ta kungsia: ra maili apa iturinux ta Alak.",
    "8:36": "Hairu ka pasikunungaylato kamu ki Alak, pasidlixaylato kamou pasikunung.",
    "8:37": "Kavanaen au ka na ap kamu ti Abraham, ra kmiim kamu ki pakapatayanay iauan, alay ka ausi ki itukuan imumian ta su au.",
    "8:40": "Hnin da kmiim kamu ki pakapatayay iauan, ka vuel ka nimasusu imumian ki katiktikan ki su, ka niilingx au ki Alid. Asi nipamut ki",
    "8:42": "Anata nikma ta ti Jesus neinian, Hairu Raraman umi ta Alid, ina kamu kavaango iauan: ka nipakarboen au ki Alid mupanax. Ka asi",
    "8:43": "Kaumang ka asi kamu kmalang ki ingaw au? Alayato ka asi kamu tnalpux milingix ki su au.",
    "8:45": "Ra ti iau, alay ka pasuen au ta katiktikan ki su, asi mumi tnamsingen.",
    "8:47": "Timamang ta makakua ki Alid, milingix ki na su ki Alid: alay ki ana asi mumi ilingxen, alay ka asi kamu makakuaato ki Alid.",
    "8:50": "Ra asi ko kmiim ki luluxan iauan: akumea ki kmiim ka dmungdunnga.",
    "8:55": "Ka asi kamu kmalang tinian, ra kalangen au ta teni: hairu kma ko, asi mau kalangen ta teni, mamalato ko imumian ka",
    "8:56": "Ti Abraham ka na ramamu-n-umi nimapangaw ki tatbatban ki muy ka kitaay tin ta wai au: ka nikitan tin ta ata, ka nimarayato ra.",
    "8:58": "Nikma ta ti Jesus neinian, Mising, mising kun au kamu ra, Siuro ka akumea ta ti Abraham, akumea ko ti iau.",
    "8:59": "Anata ni-ara nein ta vato ki sitanay tinian; Ra nisuivung ta ti Jesus samamala tu Kuva ki tatamden ki Alid, ka nitmukad neinian,",
    "9:1": "Iru ka maliawrax, nikmita ki saat ki vuel ka mavuta ki na tanai tu pairaweien.",
    "9:3": "Nimataivli ta ti Jesus, Asi nipuvaraw ta ti ata, asi ki taialak tinian: ra nipamtenato ta ata ka pakaamaaw pakakua tinian ta pairingayay",
    "9:4": "Kidiato ka kapungasaw mau ta ringay tin ka nimadingi iauan, ru akume-apa ta wai: iruaa ta awvan, ka asi malpuxa mapungas ta",
    "9:6": "Iru ka nimataikaha ki ata, nipangarayen tin tu nai, silutalutak ki na ngarei, ka nihmaik ki lutak kana tu mata ki mavuta.",
    "9:11": "Nimataivili ta teni kma, Vuel kana ka pananangen Jesus ta nisilutalutak ki na ngaray hmaik ki mata au, ka kun tin iauan, Ukua tu",
    "9:13": "Ka niad nein paukua tinian ki Fariseen, tinian kana ka nimavuta kalahay.",
    "9:14": "Ka na waiato ki paihababan, ru nisilutalutak ta ti Jesus ki na ngaray parkilat ki mata tin.",
    "9:15": "Anata ni tmawkala apa tmalix tinian ta Fariseen, mama-ki-mang ka kitanato tin? Nikma ta teni neinian, Nihaiken tyn ta lutak tu",
    "9:16": "Anata nikma ta raruma ki Fariseen, Asi nimakakua ki Alid ta vuel kana: alay ka asi tin ilixen ta wai ki Paihababan. Nikma ta raruma,",
    "9:17": "Nimataila ta neni ki nimavuta, Imhu, matai-mang kaw alay tinian, ka niparkilaten tin ta mata uhu? Nikma ta teni, Tamamataitan ta ti",
    "9:18": "Anata asi nitnamsing ta Joden tinian, ka nimavuta ta teni kalahay, ka kmitaato hnin, tu kidi apa kana ki nitataam nein ta taialak",
    "9:21": "Ra mama-ki-mang ka kmitaato hnin, asi mian kavanan: timang lava ta niparkilat ki mata tin, asi mian umxan: kawxkahaato ta teni",
    "9:22": "Nimatai-kma-hina ta taialak tinian, alay ki katakuten nein ki Joden. Nda nimataikaha mataisal mataipuk ki su ta Joden, hairu ka",
    "9:24": "Anata nimakukararuha ta neni tmataam ki vuel kana ka nimavuta kalahay, ka kma tinian, Pxayto ki Alid ta luluxan: kavana-n-ian ka",
    "9:25": "Ka nimataivli ta teni kma, Malava ka tamakavaraw ta teni asi mau kavanan: saasat ta kavanaen au, ka na mavuta ko kalahay, ka",
    "9:29": "Kavana-n-ian ka nipasusuen ki Alid ti Mosesan: ta ti ata asi mian kavanan tumang ka nipakakuan tin.",
    "9:30": "Nimataivli ta vuel kana kma neinian, Ata ta urinxaw-en, ka asi mumi kavanan ka tumang ta nipakakuan tin, iru apa kana ka",
    "9:31": "Ka kavanan eta ka asi tnavalay ta Alid ki tamakavaraw: ra timamang ta tamatamud ki Alid, akua apa ki kamuyen tin, teni ta",
    "9:32": "Tu imid ki idarinuxan asi niilinxen, ka niparkilat ta timamang ki mata ki nipaivutaan maialak.",
    "9:34": "Nimataivli ta neni kma tinian, Nipaitmuk kaw maialak tu varaw ta imhu, ka matautaux kaw imianan? Ka nipadarang ta neni",
    "9:37": "Nikma ta ti Jesus tinian, Ka nikitaen hu ta teni, ka teni ka maxtavax imhuan, teni ta ti ata.",
    "9:38": "Nikma ta teni, Tnamsing ko, Mairang: ka niraip ta teni tinian.",
    "9:39": "Ka nikma ta ti Jesus, Iruato ko tu nai kata alay ki dungdungen, ka kmitaa ta neni ka asi apa kmita, ka mavutaalato ta neni ka kmita.",
    "10:3": "Teni ta aawlifen ki suaayam ki ngataf, ka milingix ta yoko ki ingaw tin: ka pakuvuavualen tin ki nanang tmataam ta yoko tin, tu",
    "10:4": "Iru ka nipumalaen tin ta yoko tin, mudadarang siuro neinian, ka maawawx tinian ta yoko, alay ka kalangen nein ta ingaw tin.",
    "10:5": "Asi maawxa ta neni maravay ki pani, ra ilputal apa tinian: alay ka asi nein kalangen ta ingaw ki pani.",
    "10:8": "Maimid ta na mamang ka nisiuro irua iauan, tamahauzung ta neni ki tamariux apa, ra asi nimilingix ta yoko neinian.",
    "10:9": "Ti iau ta ngataf: hairu timamang ta tawkua iauan sararbo, Kadingawlato ta teni pakariang: ka sararboa, samamala, ka makivalaya ki",
    "10:10": "Asi mukua ta tamahauzung dik ka hauzungay tin, lupux, pidada: Iruato ko ti iau, alay ka akume-a ta neni ki kawaxan, ki kahuvaran",
    "10:11": "Ti iau ta tamakading ka mariang: Tamakading ka mariang pukakua ki kawaxan tin publi ki yoko.",
    "10:12": "Ra muvarux ki dawx ka asi tamakading, ka asi tai-yoko, iru kmita ki iruan ki tamamakakan ki yoko, darangen tin ta yoko, ka",
    "10:13": "Ka ilput ta muvarux ki dawx, alay ka uvarxan tin ta dawx, ka asi tin ilixen ta yoko.",
    "10:14": "Ti iau ta tamakading ka mariang: ka kmalang ko ki aiau, ka kalang-n-ap-o ki aiau.",
    "10:15": "Mama ka kalangen ko ki Rama, kma-hina kmalang ap-o ti Ramaan: ka pukakua ko ki kawaxan au pawbli ki yoko.",
    "10:16": "Akume-ap-o ki yoko ka pani, ka asi na arax kata: adayl apa mau ta ana: ka milingixa ki ingaw au, ka saasatalato kana ka yuaxan,",
    "10:17": "Alay ki ana kavaangoen ko ki Rama, ka pukakua ko ki kawaxan au, tu alikuxay mau mara ki ata.",
    "10:20": "Ka mabatung neinian ta nikma, Aku-litu tinian, ka sadarman apa ki rix: mang ka milingix kamu tinian.",
    "10:22": "Ka waiato ki uvavatuxan ki nipaivaawen ki Kuva ki tatamden tu Jerusalem, ka kidiato ki amixan.",
    "10:23": "Ka nimunaunang ta ti Jesus tu Kuva ki tatamden ki Alid, tu duma ki talax ki tatamden ti Salomon.",
    "10:24": "Anata ni-uritung-en ta teni ki Joden kma tinian, Makamang makadalia ka parkawaw mhu ta vati ian? Hairu ti Christus kaw,",
    "10:25": "Nimataivli ta ti Jesus neinian, Pataikahanato mau kamu, ra asi kamu tnamsing. Ringay kana ka pamten au tu nanang ki Rama au,",
    "10:26": "Ra imumi ta asi tnamsing, alay ka asi kamu yoko au, mama ki nipasusuen au imumian.",
    "10:27": "Milingix ta yoko au ki ingaw au, ka kmalang ko neinian, ka maawx ta neni iauan.",
    "10:28": "Ka pxaen au neinian ta kawaxan ka mikakua midarinux: ka asi tawrumaa ta neni tu ikakuan midarinux, ka asi bihita ta timamang",
    "10:29": "Rama au ka nipia neinian iauan, ta siuro malix ki imud, ka asi hmilpux ta timamang hmimurang neinian tu rima ki Rama au.",
    "10:31": "Anata nidmawx ta Joden mila ki vato ka sitanay tinian.",
    "10:33": "Nimataivli tinian ta Joden, kma, Asi kame smita ki vato imhuan alay ki ringay ka mariang, ra alay apa ki baxen, alay ka kaawlung",
    "10:38": "Hairu ra pamten au ta ana, ru asi kamu tnamsing iauan, anata tnamsing apa ki ringay: alay ka kmalanga kamu ka tnamsinga kamu",
    "10:40": "Ka nisalikux muarux ki Jordaan tu itukuan ka niawluxan siuro ti Joannes, ka nipaililien tin hina.",
    "10:41": "Ka mabatung ta niirua tinian, kma, Asi nipamut ta ti Joannes ki pukidien: ra kamamang ka nipataimimien ti Joannes tinian maimud",
    "10:42": "Ka mabatung ta nitnamsing hina tinian.",
    "11:1": "Ka aku-vual ka saasat ka maalam ka ti Lazarus ta nanang tin, ka maka-Bethania, ka na awma ti Maria ki taiapar-apa tin ka ti Martha.",
    "11:3": "Anata nimadingi ta niaha tin paukua tinian, kma, Mairang, teni ka kavaangoen hu ta maalam.",
    "11:4": "Iru ka milingix ki ata ta ti Jesus nikma, Asi tu kapatayay tin ta malam kata, ra tu puvavaway ki kidi ki Alid: alay ka puvavaway ki ata",
    "11:6": "Iru ra nimilingix ta teni ka maalam ta teni, ni-maili apa makaruha ki wai tu itukuan ka ayakuan tin.",
    "11:10": "Iru ra munaunang ta timamang du awvanan, hmali-dawraw ta teni: alay ka ausi ki ramax tinian.",
    "11:11": "Ata ta nipasusuen tin: siaawx ki ana nikma ta teni neinian, miairup ta ti Lazarus ka riu eta: ra mukua ko tinian ki papatimawaxay",
    "11:13": "Ra ti Jesus ta nimasusu ki nikapatayan tin: ra nipaxdimdimen nein ka pasusuen tin ki iairup ka irpen.",
    "11:15": "Ka maray ko alay imumian, ka asi ko niayakua hina, alay ka tnamsingay mumi: nda mukua eta tinian.",
    "11:16": "Ti Thomas ka Didymus ta siua tin, nikma ki patatautauxan ka lam tin, Mukua apa ta imita, alay ka pispara kita tinian mapatay.",
    "11:19": "Ka mabatung ki Joden ta iruato ti Marthaan ti Mariaan, tu pakahaniapay neinian alay ki niaha nein.",
    "11:20": "Anata ti Martha, iru ka milingix ki iruan ti Jesus, nidmumaduma ta teni tinian: ra ti Maria ta nitaararung tu talax da.",
    "11:22": "Ra kavanaen au hnin, kamamang ka tumimiaw muhu ki Alid, ka piaa ki ata ta Alid imhuan.",
    "11:24": "Nikma ta ti Martha tinian, Kavanaen au ka likuxa ta teni tu likuxan apit tu wai ka tu aawx.",
    "11:26": "Vayax apa ka mawax ka tnamsing iauan, asi mapataya tu ikakuan midarinux. Tnamsing kaw kawa ki ata.",
    "11:27": "Nikma ta teni tinian, Hahay Mairang: tnamsing ko ka ti Christus kaw ka Alak ki Alid, ka irualato tu пaі.",
    "11:28": "Iru ka pataikahan tin ta ata nidmarang ta teni, ka nimakuuzung tmataam ti Mariaan ka taiapara tin, kma, Anaen ta",
    "11:29": "Teni ru milingix ki ata, madis apit, ka nidmumaduma tinian.",
    "11:31": "Ka Joden kana ka ayalam tin tu talax pakahaniap tinian, iru ka kmita ta neni ti Mariaan ka disen tin apit samamala, nimaawx ta",
    "11:32": "Anata ti Maria, iru ka mukuato ti Jesusan, ka ru kitan tin tinian, nisaixakub tu rapal tin kma tinian, Mairang, hairu na anaen kaw",
    "11:33": "Iru ka kmita ta ti Jesus tinian ka tmangitangi ta teni, ka tmangitangi apa ta Joden ka tulam tinian, nibakan ki rix ka niumado",
    "11:36": "Anata nikma ta Joden, Kitay mama-ki-mang ka kavaangoen tin tinian.",
    "11:38": "Iru ka niilan ibak ki rix ta ti Jesus, ni-sakakua tu ravak: ka karifvikif ta ana, ka niatahalapen ki vato.",
    "11:39": "Nikma ta ti Jesus, Hamiaw ta vato. Ti Martha ka niaha ki nimapatay, ta nikma tinian, Mairang, milalangsoato hnin, alay ka",
    "11:41": "Anata nihamian nein ta vato kikuan ki patay. Ka nipapasuvavaw ta ti Jesus ki mata, kma, Rama, lulux-n-au kaw, ki nitnavalay hu",
    "11:42": "Ka kavanaen au ka mikakua kaw milingix iauan: ra alay ki makoilalaulau, ka itu-ritung mituko nipasusuen au ki ata, alay ka",
    "11:43": "Iru ka mataikaha ki ata nimakolangax ta teni ki ingaw ka irang, Lazarus mupanaa.",
    "11:44": "Ka nimupanax ta nimapatay, ka niavut tu rima tu rapal ki na avut, ka nitupu ta vlung tin ki na tatupu ki mula. Nikma ta ti Jesus",
    "11:45": "Anata mabatung ki Joden ka iruato ti Mariaan, ka nimararaw ki pairingaringay ti Jesus, nitnamsing tinian.",
    "11:47": "Anata nipapawakipukipu ta tamapxik ka sibavaw ki Fariseen apa ki paisasaalan, ka kun nein, Umanga kita? Ka madax ki pukidien",
    "11:48": "Hairu paikakua kita kma-hina tinian, tnaimda ta neni tnamsing tinian, ka iru-a ta Romainen maril ki itukuan eta ki tau apa.",
    "11:50": "Ka asi kamu paxbalay ka marianga imit-an ka mapataya ta saasat ki vual mivli ki tau, alay ka asi tawtmuka tawruma ta tau.",
    "11:52": "Ka asi dik mivli ki tau kana, ra alay apa ka uldaw tin ta nipapaiavoak ka alalak ki Alid.",
    "11:54": "Anata asi nimunaunang ta ti Jesus hmitamawx tu panax ki Joden: ra ni-dmarang apa hina mukua tu purux ka tu hili ki pawlax tu",
    "11:55": "Ka ayatamang ta uvavatuxan ki Halidaawen ki Joden, ka mabatung ta vual tu purux kana ka nisabavaw mu-Jerusalem, t-uro ki",
    "11:57": "Ka nimakusu ta tapxik ka sibavaw ki Fariseen apa, hairu mumxa lava ta timamang ka ayakuna ta teni, ka pakavanaaw tin ta ana,",
    "12:1": "Anata niirua ta ti Jesus ninim ki wai tu uro ki uvavatuxan ki Halidaawen tu Bethanien tu ayakuan ti Lazarus ka nimapatayato",
    "12:2": "Ka nitmanang tinian hina ki hiadudungan, ka pilailaixen ti Martha: ka ti Lazarus ta saat neinian ka itulam tinian miraung tu avokan.",
    "12:3": "Iru ka niara ti Maria sasat ki tingting ki rapul ka Nardus ka mangal, ka asi nihurad, nisalaimaxen tin ta rapal ti Jesus, ka nirikax ki",
    "12:4": "Anata nikma ta saat ki patatautauxan tin, ti Judas ka ti Simon Iskariot, ka sivanavanaa tinian.",
    "12:6": "Nipasusuen tin ta ata, asi alay ka paxkboen tin ta malimuk, ra alay apa ka tamahauzung ta teni, ka aku-pawti maikua ki ata ka",
    "12:8": "Ka itukakua imumian ta malimuk, ra ausia kamu mikakua iauan.",
    "12:9": "Ka makoilalaulau ka mabatung ki Joden ta mumxa ki ayakuan tin hina: ka niirua asi dik alay ti Jesusan, alay apa ka kmitaa ta neni ti",
    "12:10": "Ka nimataisaal mataikipu ki su ta tamapxik ka sibavaw ka pakapatayal apa ta neni ti Lazarusan.",
    "12:11": "Ka mabatung ki Joden ta nidmarang mukua alay tinian, ka nitnamsing apa ti Jesusan.",
    "12:13": "Niara nein ta pehil ki paranax ka Palm, ka nitpapanax dmumaduma tinian nimakulangax, Hosanna, pakariangaw ta teni lmulux ka",
    "12:15": "Ina matakut tatimien ki Sion: kitay, irarurua ta Maisasu ka Sibavaw imhuan ituava tu patak ki luang ka ipu ka haava.",
    "12:16": "Ra asi umxan ta ata ki patatautauxan tin tu nawnamu: iru ra nipuvavawen ki kidi ta ti Jesus, anata nihibalay nein ka nisulaten ta",
    "12:17": "Ka makoilalaulau kana ka na lam tin ta nixmail ki nitataam tin ti Lazarus paawpanax tu ravak, ka nipapatimawax tin tinian ki",
    "12:18": "Alay ki ana nidmumaduma apa tinian ta makoilalaulau, alay ka niilingxen nein ka nipamten tin ta nipukidien kata.",
    "12:19": "Anata nimataitavatavax ta Fariseen, Kita-n-umi kawa ka asay mumi puthanen? kitay, smaladilux tinian ta imid ki nai.",
    "12:20": "Ka akume-ato hina ta raruma ki Griekken ka na tau kana ka nisabavaw ki daipay nein tu uvavatuxan.",
    "12:23": "Ra ti Jesus ta nimataivli neinian, kma, Iruato ta kidi ki talay ka puvavaway ki kidi ta Alak ki kaawlung.",
    "12:26": "Hairu timamang ta mirung iauan, smaladiluxa iauan: ka tumamang ta ayakuaen au, ayaku-al apa hina ta tamairung iauan. Ka",
    "12:27": "Hnin mirinxaw ta vati au ki vulas: ka mang ta sua mau? Rama, hamiay ko tu kidi ki talay kata. Ra alay apa ki ana iruato ko tu kidi ki",
    "12:28": "Rama puvavaway ki kidi ta nanang uhu. Anata niirua ta ingaw maka tunun ki vulum, kun, Nipuvavawen au ki kidi ka milaa ko",
    "12:29": "Anata makoilalaulau ka mituko hina milingix ki ata, nikma, akumeato ki ltah. Nikma ta raruma, ka ingawen ta teni ki tamaxnaw.",
    "12:30": "Nimataivli ta ti Jesus ka nikun tin, Asi alay iauan ka nipamten ta ingaw kata, ra alay apa imumian.",
    "12:32": "Ka ti iau ru puvavawaylato ko maka nai hmiimda ko bixit neinian paukua iauan.",
    "12:35": "Anata nikma ta ti Jesus neinian, Asi madalia ki kidi ka ayakua apa ta ramax imumian: munaunanga du aku-ramax imumian, alay ka",
    "12:36": "Du akume-apa ta ramax imumian tnamsinga ki ramax, alay ka alalaka kamu ki kararamaxan. Ta mamang kata nipasusuen ti Jesus:",
    "12:37": "Maita ka madax kma-hina ki na pukakidi nipamten tin tu amax neinian, asi nitnamsing ta neni tinian.",
    "12:40": "Nipakavutaan tin ta mata nein, nipakataxen tin ta tintin nein: ka asi kitaay ki mata nein, ka asi umxaay ki tintin nein, ki pasilalaay",
    "12:42": "Iru apa kana ka nitnamsing tinian ta mabatung ka na maisasu: ra alay ki Fariseen asi nein nipataiamax ta ana, alay ka asi",
    "12:43": "Ka nikasaunen nein mavaango ta luluxan ki kaawlung ki luluxan ki Alid.",
    "12:44": "Ka nimakulangax ta ti Jesus, ka nikun tin, Timamang ta tnamsing iauan, asi tnamsing iauan, ra tinian apa ka nimadingi iauan.",
    "12:46": "Ti jau ta ramax ka iruato tu nai, alay ka veyaveyax ka tamatnamsing iauan, asi itukakuaa tu karumduman.",
    "12:47": "Hairu ka milingixalato ta timamang ki su au, ru asi tnamsing, asi ko dmungdung tinian. Ka asi ko iruato tu dungdungay mau ki nai,",
    "12:48": "Timamang ta murung putawax iauan, ka asi matarix ki su au, akumea ki dmungdunga tinian: su kata ka nipasusuen au, ata ta",
    "12:49": "Ka asi ko nisikunung masusu, ra ti Rama apa ka nimadingi iauan, teni ta nimakusu iauan ki mamang ka kuaaw mau, ki mamang",
    "12:50": "Ka kavanaen au ka kawaxan ka mikakua midarinux ta pakusuen tin. Anata kamamang ka pasusuen au matai-kma-ko-hina, mama",
    "13:1": "Ka tu uro ki uvavatuxan ki Halidaawan, iru kavanaan ti Jesus ka iruato ta kidi ki talay tin, ki satununay tin tu nai kata mukua ti",
    "13:4": "Ni-apit ki nihiadudungen, ka nitmura ki kulamux tin, ka du ara tin ta ait, nimait tinian.",
    "13:5": "Siaawx ki ana niruduen tin ta ralum tu padadiayen, ka nimadiay ki rapal ki patatautauxan, ka nirikax apa ki ait ka atan tin.",
    "13:10": "Nikma ta ti Jesus tinian, Timamang ta niiawx asi maiaapo dik ki padiayen ki rapal: ra matmukato makuptix. Ka makuptix kamu, ra",
    "13:11": "Ka kavanaan tin timang ta sivanavanaa tinian: alay ki ana ka kun tin, Asi kamu maimid makuptix.",
    "13:13": "Mananang kamu iauan Matautaux ki Mairang apa, ka mariang kamu ki su: alay ka ti iau kana.",
    "13:14": "Hairu ka nimadiay ko ti iau ka Mairang ki Matatautaux apa ki rapal umi, anata kidiato ka patitavatavaxay mumi madiay ta rapapal",
    "13:15": "Ka nipapaikunungen au kamu ra, mama ka nipamten au, ka mai-kma-a-kamu-hina ta imumi.",
    "13:18": "Asi ko mataisal imumian: kavanaen au na mamang ta niperi au: ra alay apa ka pavawtaw ta na Sasulat, Teni ka milam ki paul",
    "13:19": "Vanavanaen au kamu hnin, ru asi apa pavawten, alay ka ru nipavutato, ka tnamsinga kamu ka ti iau kana.",
    "13:21": "Iru ka mataikaha ta ti Jesus ki mamang kata, mirinxawato ki vulas tu rix tin, ka nixmail mataiamax, ka nikun tin, Mising, mising",
    "13:23": "Ka sasat ki patatautauxan tin ta nixuni ki vungo tu ayava ti Jesus, ka kavaangoen ti Jesus.",
    "13:24": "Teni ta tikpaten ti Simon Petrus ka taitalixaw tin, timang lava ta nipataimimia tin.",
    "13:26": "Nimataivli ta ti Jesus, Teni ta ti ana ka pxaay mau ki na pi ka na dadaukaw: Iru ka nidadauk tin ta na pi, ni-pxan tin ti Judasan ka ti",
    "13:27": "Ka ru niara tin ta na pi kana, nisararbo ta Litu tinian. Anata nikma ta ti Jesus tinian, Kamamang ka pamtay mhu maidisa.",
    "13:28": "Ka asi mumxa ki ata ta timamang neinian ka mirung hina, alay ki mang ka pasusuen tin ta ata tinian.",
    "13:29": "Ka nipaxdimdim ta raruma, alay ka maipawti ta ti Judas, ka pasusuen ti Jesus tinian, Pailaawto ki maiaapo kita tu uvavatuxan, ka",
    "13:30": "Iru ka niara tin ta na pi kana nimadis samamala. Ka awvanan ta kidi.",
    "13:31": "Iru ka nisamamala ta teni, nikma ta ti Jesus, Puvavawenato hnin ki kidi ta Alak ki kaawlung, ka puvavawen apa ki kidi ta Alid",
    "13:32": "Hairu nipuvavawen ki kidi ta Alid tinian puvavawal apa ki kidi tinian, ta Alid tinian mamado, ka pudisa puvavaw ki kidi tinian.",
    "13:33": "K-alalak, asi madalia ka ayalam ap-o imumian. Kmiima kamu iauan ka mama ki nipasusuen au ki Joden, Tu sakakuaay mau asi",
    "13:34": "Vaaw ki pakusasu ta pap'a au imumian, ka makananadoa kamu makavavaango. Mama ki ni kavaangoen au imumian, ka",
    "13:35": "Tu ata k'imda ta neni kmalang, ka patatautauen au kamu ta imumi, du makananado kamu makavavaango.",
    "13:37": "Nikma ta ti Petrus tinian, Mairang, kaumang ka asi ko smalalpux hnin smaladilux imhuan? Pukuaa ko puvli imhuan ki kawaxan au.",
    "14:2": "Tu talax ki Rama au ta madax ki itukakuan: ru asi kma-hina ina ko banavana imumian: mukua ko tmanang ki itukuaan ka itukuay",
    "14:3": "Iru ka dmarangalato mukua tmanang imumian ki itukuaan, salikuxa ko mara imumian paukua imumian, alay ka ayakuaal apa kamu",
    "14:7": "Hairu kmalang kamu iauan, ina kamu kalangato ki Rama au: ka hnin kmalang kamou tinian, ka nikmita kamu tinian.",
    "14:8": "Nikma ta ti Filippus tinian, Mairang, pakitaaw kame ki Rama, ka mamsingalato imianan.",
    "14:10": "Asi kaw kawa tnamsing ka itukuaen au ki Rama, ka itukua apa ta Rama iauan? Su kata ka pasusuen au imumian, asi ko sikunung",
    "14:11": "Tnamsinga iauan, ka itukua ko ki Rama, ka itukua apa ta Rama iauan, ka hairu asi, anata tnamsinga iau-an alay ki ringay mamadu.",
    "14:16": "Ka tmumimi-a ko ki Rama, ka pi-a ki Tamapakahaniap ka pani imumian, alay ka mailia imumian tu ikakuan midarinux.",
    "14:19": "Asi madalia ka asi kmitaa iauan ta nai: ra kmitaa kamu iauan ta imumi: Alay ka mawax ko, ka mawaxa kamu ta imumi.",
    "14:20": "Tou wai kana kmalanga kamu, ka itukua ko ki Rama, ka itukua kamu iauan, ka itukua ap-o imumian.",
    "14:21": "Timamang ta akumea ki pakusuen au, ka hmaa apa ki ana, teni ta mavaango iauan: ka timamang ta mavaango iauan, teni ta",
    "14:23": "Nimataivli ta ti Jesus kma tinian, Timamang ta mavaango iauan, hmaaa ki su au: ka Rama au ta mavaangoa tinian, ka mukuaa kame",
    "14:24": "Timamang ta asi mavaango iauan, asi hmaa ki su au. Ka su kata ka ilingx-n-umi, asi aiau, ra atu Rama apa, ka nimadingi iauan.",
    "14:26": "Ra Tamapakahaniap ka yupan ka dlix matiktik, ka padingiay ki Rama tu nanang au, teni ta makuatixa makuamis imumian, ka",
    "14:27": "Raya ta atakuaen au imumian, raya au ta pap'a au imumian: asi mama ka pap'an ki nai, ta papap'a au kana imumian. Ina mirinxaw",
    "14:28": "Nimilingix kamu ka nipasusuen au imumian, Dmarang ko, ka salikuxa ko mukua imumian. Hairu ra mavaangoato kamu iauan, ina",
    "14:29": "Ka nivanavanaen au kamu hnin ru asi apa pavawten, alay ka ru pavutato, ka tnamsinga kamu ra.",
    "14:30": "Asi ko mataitapanga hnin ki su imumian: alay ka irarurua ta maisasu ki nai kata, ra ausi ta teni ki mamang iauan.",
    "14:31": "Alay apa ka mumxaa ta nai kavaangoen au ta Rama, ka pamut ko kma-hina mama ki nipakusuen ki Rama iauan. Apita, dmarang",
    "15:1": "Ti iau ta na ngara ka dlix ki karumatax, ka tamatalum ta Rama au.",
    "15:2": "Imid ki pehil ka itukua iauan asi makavua, hamian tin ta ana, ka imid ka makavua, pakakuptixen tin, alay ka makasauna makavua.",
    "15:3": "Makuptix kamu hnin ta imumi, alay ki su, ka nipasusuen au imumian.",
    "15:4": "Mailia iauan, ti iau apa imumian da. Mama ka asi makalpux makavua sikunung ta pehil, rou asi maili ki na ngara ki karawmatax:",
    "15:5": "Ti iau ta na ngara ki karawmatax, imumi ra ta pehil: timamang ta maili iauan, ti iau apa tinian, teni ta makatapang makavua: alay ka",
    "15:6": "Timamang ta asi maili iauan, sakitawaxen mama ki pehil ka milaklakato: ka paliliden smakikua tu apuy pailamax.",
    "15:7": "Hairu maili kamu iauan, ka ru maili imumian ta su au, ka mamang ka kamuyay mumi, tumimiaawto, ka paamtay imumian.",
    "15:8": "Tu ata puvavawenato ki kidi ta Raman au, ka makatapang kamu makavua: ka patatawtauxay mau kamu.",
    "15:10": "Hairu hmaa kamu ki pakusuen au, mailia kamu tu vaango au: mama ki nihaa au ta pakusasu ki Raman au, ka maili ko tu vaango tin.",
    "15:11": "Kamamang kata ta nipasusuen au imumian, alay ka mailia imumian ta karayen au, ka pavawtawl apa ta karay-n-umi.",
    "15:12": "Ata ta pakusuen au, ka makananadoa kamu makavavaango, mama ka nikavaango imumian.",
    "15:13": "Ausi ta timamang ki kavaangoen ka siuro irang dik ki ata, ka pukuaan tin ta kawaxan tin alay ki riu tin.",
    "15:15": "Asi ko kungsia nikma imumian: ka asi mavana ta kungsia ki pungas ki mairang tin: riu au nikua au kamu ra, alay ka kamamang ka",
    "15:17": "Ata ta pakusuen au kamu, alay ka makananadoa kamu makavavaango.",
    "15:18": "Hairu mavahir imumian ta nai, mumxaa ka nimavahirato iauan siuro imumian.",
    "15:19": "Hairu maka-nai kamu lava, ina kavaangoay ki nai ta ateni: Ra alay ka asi kamu maka-nai-ato, niperi apa mau kamu tu nai, alay ki",
    "15:21": "Ra pamtaw nein imud ki mamang kata imumian alay ki nanang au, alay ka asi nein kalangen ta teni ka nimadingi iauan.",
    "15:24": "Hairu niina ko pamut ki na ringay neinian, ka asi nipamten timamang ka pani, ina ka ausi ta varaw neinian: ra hnin nikitan nein ta",
    "15:25": "Alay ka pavawtaw ta su ka na sasulat tu tatuko nein, Nimavahir ta neni iauan tu ausi ki alay.",
    "15:26": "Iru ra irualato ta Tamapakahaniap, ka padingiay mau kamu ti Ramaan, ta Yupan ki katiktikan ki su, ka paukuan ki Rama, teni ta",
    "15:27": "Ka xmailal apa kamu ta imumi, alay ka nitulam kamu iauan tu nawnamu.",
    "16:1": "Kamamang kata nipasusuen au imumian, alay ka asia kamu pasaisaalakuapen.",
    "16:2": "Putawaxa ra neni imumian ki pawisasaalan: ra irua ta kidi ki talay, ka veyax ka pakapataya imumian, paxdimdimay tin ka ilixaw ki",
    "16:3": "Ka paamtay nein ta kamamang kata imumian, alay ka asi nein nikalangen ta Rama ti iau apa ki ruma.",
    "16:4": "Ra nipasusuen au kamu ki mamang kata, alay ka ru irualato ta kidi ki talay, ka mibalaya kamu ki nivanavanaen au imumian: ra asi",
    "16:6": "Ra alay ka nipasusuen au ta mamang kata imumian, patahabunenato ki vulas ta tintin umi.",
    "16:7": "Ra mataitiktik ko imumian, mariang imumian ka dmarang ko: nda ru asi ko dmarang, asi iru-a imumian ta Tamapakahaniap: hairu",
    "16:8": "Iru ka iru-ato ta teni, pakisaw tin ta nai ki varaw, ki katiktikan, ki dungdungen.",
    "16:11": "Ki dungdungen, alay ka kahanato dmundung ta maisasu ki nai kata.",
    "16:12": "Madax ap-o ki ina mau ka su imumian, ra asi kamu ilpux tubux hnin.",
    "16:13": "Iru, ka irualato ta teni ka Yupan ki katiktikan ki su, teni ta dmiluxa imumian tu imid ki katiktikan ki su. Ka asi sikununga masusu,",
    "16:14": "Teni ta puvavawa ki kidi iauan: ka araw tin ki na aiau, paumxa ki ata imumian.",
    "16:18": "Ka nikma ta neni; Mang ta pasusuen tin kana; Asi madalia? Asi kita mumxa mang ta su tin.",
    "16:21": "Aku-vulas ta ina ru mairaway, alay ka iruato ta kidi ki talay tin: Iru ra maikaha mairaway ki alak, asi tin hibalayen ta nikahimkoan",
    "16:22": "Ka aku-vulas kamu hnin ta imumi, ra milaa ko kmita imumian, ka maraya kamu ki tintin, ka asi maawmi-a imumian ta timamang",
    "16:23": "Ka tu wai kana asi kamu tmalixa iauan ki mamang. Mising, mising kun au kamu ra, kamamang ka tumimiaay mumi ti Ramaan tu",
    "16:24": "Tu kidi apa hnin asi kamu nitmumimia tu nanang au: tmumimi-a, ka araw mumi, alay ka pakatmuyaw ta karayan umi.",
    "16:25": "Kamamang kata nipasusuen au kamu ki pamikaulaulan, ra irua ta kidi ki talay, ka asi ko milaa masusu imumian ki pamikaulaulan,",
    "16:26": "Tu wai kana tmumimiaa kamu tu nanang au, ka asi mau kamu pasusuen, ka tmumimi-a ko tumimia ti Ramaan alay imumian.",
    "16:27": "Ka ti Rama ta mamado mavaango imumian, alay ka nimavango kamu iauan tnamsing ka niparkuaen au mupanax ki Alid.",
    "16:32": "Kitay irua ta kidi ki talay, ka makahato irua hnin, ka papaiavovoakay kamu ta maibuavual tu ateni, ka paitusaata kamu iauan. Iru",
    "16:33": "Kamamang kata nipasusuen au imumian, alay ka akurayaa kamu iauan. Akumeaa kamu tu nai ki sasamken: ra mashuta ki rix,",
    "17:1": "Ata ta nipasusuen ti Jesus, ka nipapasuvavawen tin papasuvavulum ta mata tin, kma, Rama iruato ta kidi ki talay, puvavawaw ki",
    "17:2": "Mama ki nipxaen hu tinian talix tu imud ki vaat, alay ka kamamang ka nipxaen hu tinian, pxaay tin neinian ta kawaxan ka mikakua",
    "17:3": "At-apa ta kawaxan ka mikakua midarinux, ka kmalanga ta neni imhuan dik saasat ki Alid ka dlix, ti Jesusan apa ka ti Christus ka",
    "17:4": "Nipuvavawen au kaw ki kidi tu nai: nimalimulimu ko ki pungas ka nipxaen au pakapungas iau-an.",
    "17:5": "Ra hnin puvavawa ki kidi iauan imhu Rama ki kidi ka akumeen au imhuan, ru ausi apa ta nai.",
    "17:6": "Nipupanax ko ki nanang hu tu kaulungan ka nipxaen hu iauan tu nai. Amhu ta neni, ka nipxaen hu ta neni iauan, ka nihma ta neni ki",
    "17:7": "Hnin kmalangato ta neni ka mamang, ka nipxaen hu iauan, ka na amhu ta ana.",
    "17:8": "Ka su kana ka nipxaen hu iauan, na pap'a au neinian, ka niatarixen nein ta ana, ka dlixato kmalang ka nitaikuaen au makarbo",
    "17:9": "Tmumimia ko alay neinian: Asi ko tmumimia alay ki nai, ra alay apa neinian ka nipxaen hu iauan, alay ka amhu ta neni.",
    "17:10": "Ka imud ki aiau, amhu apa, ka amhu aiau apa: ka nipuvavawen ko ki kidi neinian.",
    "17:11": "Ka aulux ko hnin tu nai, ra aya-nai apa ta neni kata, ka mukuaa ko imhuan. Rama ka dlix matiktik, kadingaw ta neni tu nanang uhu,",
    "17:12": "Du ayalam ap-o neinian tu nai, nikading au ta neni tu nanang uhu. Neni ka nipxaen hu iauan nikadingen au, ka asi nitawruma ta",
    "17:13": "Ra hnin mukua ko imhuan, ka pasusuen au ta ata tu nai, alay ka pakatmuyaw neinian ta karayen au.",
    "17:14": "Nipxaen au neinian ta su uhu, ka nai ta nimavahir neinian, alay ka asi maka-nai ta neni, mama ka asi ko maka-nai ti iau.",
    "17:16": "Asi maka-nai ta neni mama iauan ka asi ko maka-nai.",
    "17:19": "Ka pakamadoen au pakadlix pakatiktik iauan alay neinian, ki pakadlixayl apa ta neni pakatiktik tu katiktikan ki su.",
    "17:20": "Asi ko tmudik tmumimia alay neinian kata, ra alay apa neinian ka tnamsinga iauan ki na su nein.",
    "17:21": "Alay ka makoiaimda makoisat ta neni, mama imhu Rama iauan, ti iau apa imhuan, ka makoisaatal apa ta neni imitan: alay ka",
    "17:22": "Ka nipxaen au neinian ta kairangan ki kidi ka na pap'a uhu iauan: alay ka sasata ta neni mama ka saasat kita ta imita.",
    "17:23": "Ti iau neinian, imhu apa iauan: alay ka makoitaraawxa ta neni makoisat, ka kmalangal apa ta nai, ki nipadingien hu iauan, ka",
    "17:24": "Rama, mamuy ko tu ayakuaay mau, itulam apa iauan ka nipxaen hu iauan: alay ka mararawa ta neni ki kairangen ki kidi au, ka",
    "17:25": "Rama ka matiktik, asi nikmalang imhuan ta nai: ra ti iau ta nikmalang imhuan, ka nikmalang apa ta neni kata ki nipadingien hu",
    "17:26": "Ka nipakalangen au neinian ta nanang uhu, ka pakalangayl apa mau: alay ka kavaangoen kana ki nikavaangoen hu iauan",
    "18:1": "Iru mataikaha ta ti Jesus ki mamang kata, nitpapanax lam ki patatautauxan tin muarux ki karutkut ki Cedron, ka akuraul hina, ki",
    "18:2": "Ka ti Judas ka nisivanavana tinian, ta mumxa apa ki itukuan kana, alay ka vunavunay nimawisalato hina ta ti Jesus lam ki",
    "18:3": "Iru ka nipatulam ta ti Judas tinian ki tamamasit ki rarum-apa ka kungsia ki tamapxik ka sibavaw, ki Fariseen apa, niirua hina",
    "18:5": "Ni-mataivli ta neni tinian, Ti Jesusan ka maka-Nazareth. Nikma ta ti Jesus neinian, Ti iau kata. Ka ti Judas ka sivanavana tinian, ta",
    "18:6": "Iru ka matai-kma-hina ta teni neinian, Ti iau kata, nisaitatara ta neni muaring tu nai.",
    "18:7": "Anata nitmawkila ta teni tmalix neinian, Timang ta kiim-n-umi? Ka nikma ta neni, Ti Jesusan ka maka-Nazareth.",
    "18:8": "Nimataivli ta ti Jesus, Pataikahanato mau kamu ka ti iau kata. Hairu kmiim kamu iauan, padarangawto ta neni kata.",
    "18:9": "Alay ka pavawtaw ta su ka nipasusuen tin: neni ka nipxaen hu iauan, asi mau nipatawrumaen ta timamang.",
    "18:10": "Ka ti Simon Petrus ka mai-tiraw, ta nilmuxut ki anna, ka nimapit ki kungsia ki Dadilo ka Sibavaw, ka nipalikud tin ta tangira tin ka",
    "18:13": "Ka nimad tinian siuro ti Annasan: alay ka raraman ta teni ki kayen ti Kaifas, ka Dadilo ka Sibavaw tu tawil kana.",
    "18:14": "Ka ti Kaifas ta ti ana ka nimatamxa ki Joden, ka mariangalato, ru kapatayay ki saat ki vual mivli ki tau.",
    "18:15": "Ka nismaladilux ta ti Simon Petrus ti Jesusan, lam ki patatautauxan ka pani. Ka patatautauxan kana ta kalangen ki Dadilo ka",
    "18:16": "Ka ti Petrus ta itumala mituko tu ngangatafan. Anata patatautauxan kana ka pani ka kalangen ki Dadilo ka Sibavaw, nisamamala,",
    "18:17": "Anata nikma ti Petrusan ta ina kana ka kungsia ka suayam tu ngataf, Asi kawa imhu apa ta na patatautaux ki vual kata? Nikma ta",
    "18:18": "Ka pairungen ki kungsia apa kana ta mituko tu nisiapupuyen ka na va'a, alay ki maharmil pakalado neinian, ka ti Petrus ta itulam",
    "18:19": "Anata nitmalix ta Dadilo ka Sibavaw ti Jesusan alay ki patatautauxan tin, ki nipatautauen apa tin.",
    "18:25": "Ka nimituko ta ti Simon Petrus pakalado tinian: anata nikma ta neni tinian, Asi kawa imhu apa ta na patatautaux tin? Nirmau ta",
    "18:27": "Ka nimila rmau ta ti Petrus. Ka madis nimuni ta tauka.",
    "18:28": "Anata nimad ta neni ti Jesusan padarang ti Kaifasan paukua tu talax ka kairangen ki papamamaxen. Ka mararamaxato ka madama:",
    "18:31": "Nikma ta ti Pilatus neinian, Araw tinian ta imumi, ka dmungdunga tinian ki tatuko umi. Ana ta nikma ta Joden tinian, Asi kame",
    "18:32": "Alay ka pavawtaw ta na su ti Jesus, ka nipasusuen tin, pukidi kapatayan ki mang ka kapatayay tin.",
    "18:37": "Anata nikma ta ti Pilatus tinian, Maisasu kaw kawa ka Sibavaw? Nimataivli ta ti Jesus Mataimsing kaw ka Maisasu ko ka Sibavaw.",
    "18:38": "Nikma ta ti Pilatus tinian, Kamang ta katiktikan ki su? Iru ka mataikaha ki ata, nisamamala mila mukua ki Joden, kma neinian, Asi",
    "18:40": "Anata nimakulix ta neni mila makuimid, kma, Asi ti ata, ra ti Barrabas apa. Ka na tamalpux ta ti Barrabas.",
    "19:2": "Iru ka tkaha tminun ta masasit ki sakiru ki na adim, nipukua pakahalap tu vungo tin, ka nipapakulamux apa tinian ki kuvar ka na",
    "19:3": "Ka nikma, Tabe, Maisasu ka Sibavaw ki Joden. Ka nitmaplax tu timi tinian.",
    "19:4": "Anata nimila ta ti Pilatus samamala, kma neinian, Kitay, paupanaxen au ta teni imumian, alay ka kavanay mumi, ka asi mau",
    "19:5": "Anata nisamamala ta ti Jesus, ka nipakasakiru ki na adim makulamux ki na patax ka mama ki apuy. Ka nikma ta ti Pilatus neinian,",
    "19:6": "Iru ka kmita tinian ta tamapxik ka sibavaw ki makua apa sidarim neinian, nimakulix ta neni, kma, Punavavara'a, punavavara'a",
    "19:7": "Nimataivli ta Joden tinian, Aku-tatuko kame, ka mapataya ta teni ki tatuko ian, alay ka nipumadoen tin pu-Alak ki Alid tinian.",
    "19:8": "Iru ka milingix ki su kata ta ti Pilatus, nikasaunen tin matakut.",
    "19:9": "Ka nimurbo mila tu talax ka kairangen ki papamamaan, ka nikma ti Jesusan, Mang kaw ki awma? Ra asi nimataivli ta ti Jesus ki su",
    "19:11": "Ni-mataivli ta ti Jesus, Ausia kaw ki lix iauan, hairu niina pap'an ta ata maka vavaw imhuan: alay ki ana teni ka nipaatunun iauan",
    "19:13": "Iru ka nimilingix ta ti Pilatus ki su kata, niad tin ta ti Jesus pasamamala, ka nimirung tu irarungan papamamax tu itukuan ka",
    "19:14": "Ka sitatananenato ta uvavatuxan ki Halidaawen, tu hivat lava ki kainnm ki talay: ka nikma ki Joden, Kitay, ta Maisasu ka Sibavaw",
    "19:15": "Ra nimakutun ta neni, Araw, araw, punavavaraato tinian. Nikma ta ti Pilatus neinian, Punavavaraxay mau kawa ta Maisasu ka",
    "19:16": "Anata nipaatunun tinian paakua neinian, alay ka punavavaraxaylato ta teni. Ka nimara ta neni ti Jesusan patawpanax.",
    "19:18": "Tu hina nipunavavarax tinian, ka pulam apa tinian raruha ki pani, tu idiidi ki sasasat, ka niputukaden nein ta ti Jesus.",
    "19:19": "Ka nismulad apa ta ti Pilatus ki na aahalap, ka atahalapen tin tu navavarax: ka nisulat tin kma-hina, JESUS KA MAKA-NAZARETH",
    "19:20": "Na aahalap kana ta nikiting ki mabatung ki Joden: alay ka tu tamang ki awma ta itukuan ki nipunavavaraxen ta ti Jesus: ka",
    "19:21": "Anata nikma ta tamapxik ka sibavaw ki Joden ti Pilatusan, Inayto smulat, Ta Maisasu ka Sibavaw ki Joden: Ra at-apa, ka",
    "19:22": "Nimataivli ta ti Pilatus, Ka nisulaten au, ta nisulaten au.",
    "19:23": "Masasit kana ru nipunavavarax ti Jesusan, nimara ki nipamien tin, (ka xipatan nein, matatax ki masasit ka sasasat ta sasat ki atax",
    "19:24": "Anata nimatavatavax ta neni ki su, In-eta kiit ki ata, ra pakiaw eta ru atimanga: alay ka pavawtaw ta na Sasulat, ka kma,",
    "19:25": "Ka nimituk ki navavarax ti Jesus mituko ta rarenan tin, ki taiapara apa ki rarenan tin, ti Maria ka nikaya ti Klope, ti Maria apa",
    "19:26": "Iru ka kmita ta ti Jesus ki rarenan tin, ki patatautauen apa ka kavaangoen tin ka itulam mituko, nikma ki rarenan tin, Ina, kitay ta",
    "19:27": "Siawx ki ana nikma ki patatautauxen, Kitay, ta ti ina uhu. Ka tu kidi ki talay kana nipatulam tinian ta patatautauxan pataakua tu",
    "19:28": "Siawx ki ana ru kavanan ti Jesus ka pafteato ta imid ki mamang, alay ka pavawtaw ta na Sasulat, nikma ta teni, Maito ko.",
    "19:29": "Ka niatakuan hina ta sato ka matmuy ki mapingit, ka niputmuyen nein ki mapingit ta na vadiu ka mama ki purut, maritung malifvit",
    "19:30": "Iru ka nikdiman ta ti Jesus ki mapingit, nikma, Paikahanato maiamut: ka ru mawsusu ki vungo nimitaraawx ki hinawa.",
    "19:31": "Anata ta Joden alay ka asi paitukuaay tu na vavarax ta vuavual ru wai ki paihababan, alay ka kidiato ki siatatanangen (nda tu",
    "19:32": "Anata niirua ta masaait, ka nivlan nein ta tural ki nawnamu, ki kararuha, ka nipulam tinian punavavarax.",
    "19:33": "Iru ra mukua ti Jesusan, ru kitan nein ka piskahaato mapatay, anata asi nein nivlan ta tural tin.",
    "19:34": "Ra saat ki masasit ta nitmivus tu kating tin ki rarurux, ka madis nimupanax hina ta amax ki ralum apa.",
    "19:35": "Ka teni ka nikmita, xmail ki ata, ka matiktik ta xailen tin: ka kavanan tin ka mashut ta su tin, alay ka tnamsingal apa kamu ta",
    "19:36": "Ka nipamten ta mamang kata, alay ka pavawtaw ta na Sasulat, Asi vlaanay ta sasasat ki tural tinian.",
    "19:37": "Ka mataila ta pani ki na Sasulat, Kmita ta neni ki nitivusen nein.",
    "19:38": "Siawx ki ana ti Josef ka maka-Arimathea, (ka na patatautaux ti Jesus, ra tu dung alay ki takut tin ki Joden) ta nitmumimia ti",
    "19:39": "Ka nimukua apa ta ti Nikodemus, (teni ta niirua tu nawnamu ka awvanan ti Jesusan) ka akakeyul tin ki nihurat ka paatoen ki",
    "19:40": "Anata niara nein ta vuel ti Jesus, ka nitmupu ki ata tu ait lam ki uru ka mavangux, mama ka na kidi ki Joden ru ravaken.",
    "19:41": "Ka aku-raul hina tu itukuan, ki nipunavavaraxan tinian, ka tu raul kana ta ravak ka vaaw, ka asi apa niatakuan ta timaman.",
    "20:1": "Ka tu wai ka nawnamu ki pta ki paihababan nisatakux ta ti Maria Magdalena, ru marimdim apa, mukua tu ravak: ka nikitan tin ta",
    "20:2": "Anata nisium mukua ti Simon Petrusan, ki patatautauen apa ka sasat ka kavaangoen ti Jesus, ka nikma neinian, Aranato ta Mairang,",
    "20:3": "Anata ni-tpapanax ta ti Petrus, ki patatautauxan apa ka saasat, ka niirua tu ravak.",
    "20:4": "Ra daruha kana ta nimakaula sium: ra patatauxan apa ka saasat ta nisium siuro matax ti Petrusan, ka siuroen tin mukua tu ravak.",
    "20:5": "Iru ka maawsusu, nikitan tin ta atakuan ka ait, ra asi nimurbo hina.",
    "20:6": "Ka niirua apa ta ti Simon Petrus maawx tinian, ka nimurbo ta teni tu ravak, kmita ki atakuan ka ait.",
    "20:7": "Ka na tatupu ki mula ka niatahalapen tu vungo tin, asi niatasalan ki ait, ra niatalbaxen apa matakurik tu pani ki itukuan.",
    "20:8": "Anata nimurbo apa ta patatautauxan ka saasat ka nisiuro mukua tu ravak, ka nikitan tin, ka nitnamsing apa.",
    "20:9": "Nda asi apa nein umxan ta na Sasulat, ka likuxay tin apit ki nikapatayan.",
    "20:11": "Ka nimituko ta ti Maria itumala tu ravak, ka tmangitangi. Iru ka tmangitangi nimaawsusu ta teni tu ravak.",
    "20:12": "Ka nikitan tin ta raruha ki tamaxnaw tu pamian ka mapule, ka mirung ta saasat tu vungo, sasat apa tu rapal, ki niatakuan ta vuel ti",
    "20:13": "Ka nikma ta neni tinian, Ina, mang ka tatangitangien hu? Nikma neinian: Alay ka niara ta Mairang au, ka asi mau umxan",
    "20:14": "Iru ka mataikaha ki ata, nirmiduk ta teni maawvering, ka nikitan tin ta ti Jesus ka mituko, ra asi tin umxan ka ti Jesus ta ti ana.",
    "20:15": "Nikma ta ti Jesus tinian, Ina, mang ta tangitangien hu? timang ta kiimen hu? Tamasiraraul lava nikua tin, ka nikma ta teni tinian,",
    "20:16": "Nikma ta ti Jesus tinian, Maria. Iru ka maawduma ta teni nikma tinian, Rabbouni: ina akuanay ki su, Tamamatautaux.",
    "20:18": "Ka nimukua ta ti Maria Madalena maxnaw ki patatautauxan, ka nikitan tin ta Mairang, ka nipasusuen apa tin ta ata tinian.",
    "20:19": "Iru ka madungato tu saasat ki wai kana ka nawnamu ki pta ki paihababan, ru niilix ta ngataf, tu nipaaklaklan ki patatautauxan alay",
    "20:20": "Iru ka mataikaha ki ata nipakitan tin neinian ta rima tin ki kating apa tin. Anata nimaray ta patatautauxan du kitan nein ta",
    "20:22": "Iru ka nimataikaha ki ata nimiyup ta teni, kma neinian, Araawto ta Yupan ka Dlix Matiktik.",
    "20:23": "Na mamang ka ataralay mumi ta varaw, ataralaylato kana neinian: na mamang apa ka paikakuaay mumi, paikuaaylato kana",
    "20:24": "Ka ti Thomas ka saat ki sat kitian ab ki ruha, ka siua Didymus, asi itulam neinian du iruato ta ti Jesus.",
    "20:25": "Anata nikma tinian ta patatautauxan ka raruma, Nikita nien ta Mairang, Ra nikma ta teni, Hairu asi ko kmita ki na luka ki pahu tu",
    "20:26": "Ka siaawx ki kuixpa ki wai ayarbo mila ta patatautauxan, ka itulam neinian ta ti Thomas: ka niirua ta ti Jesus ru niilif ta ngataf,",
    "20:27": "Siaawx ki ana nikma ti Thomasan, Adawto hia ki kaamus uhu, kitay ta rima au, ka adawto ta rima uhu, tuuaw tu kating au, Ka ina",
    "20:28": "Ka nimataivli ta ti Thomas kma tinian, Mairang au, Alid apa mau.",
    "20:29": "Nikma ta ti Jesus tinian, Alay ka nikmita kaw iauan Thomas, tnamsingato kow: Tamatairiang ta asi nikmita, ka tnamsingalato.",
    "20:30": "Madax apa ki na pukakidi ka pani ta nipamten ti Jesus tu ayakuan ki patatautauxan tin, ka asi nisulaten tu sulat kata.",
    "20:31": "Ra nisulaten ta mamang kata, alay ka tnamsinga kamu ka ti Jesus ta ti Christus, Alak ki Alid, ka ru tnamsing kamu ka akume-a",
    "21:2": "Itusaal ta ti Simon Petrus, ti Thomas ka siua Didymus, ti Nathanael ka maka-Kana tu Galilea, ta alalak ti Zebedeus, ki raruh-apa ka",
    "21:5": "Anata nikma ta ti Jesus neinian, K-alalak, ausi kamu kawa ki avovok ka upapara mavok? Nimataivli tinian, Ausi kame.",
    "21:7": "Anata patatautauxan kana ka kavaangoen ti Jesus nikma ti Petrusan, Mairang ta ti ata. Iru ka milingix ta ti Simon Petrus ka Mairang",
    "21:8": "Ka patatautauxan ka raruma niirua lam ki avang (nda asi madalia neinian ta purux ruha lava kaatuxan ki na rarpung ki pariu) ka",
    "21:9": "Iru ka nimupurux ta neni, nikitan nein ta niatakuan ki apuy ka vaa, ka pakahalapan ki txung ki paul.",
    "21:10": "Nikma ta ti Jesus neinian, Aday ki txung kana ka niara umi hnin.",
    "21:11": "Ka nimuvavaw ta ti Simon Petrus vihit ki sasamlid pupurux ka matmuy ki txung ka irirang sat kaatuxan ab ki rima kitian ab ki",
    "21:12": "Nikma ta ti Jesus neinian, Muku-apa hia, mirangaranga mavok. Ka mangala ta timamang ki patatautauxan tmalix tinian, Timang",
    "21:13": "Anata nimukua ta ti Jesus ka niara tin ta paul ka nipxan tin neinian makaulaulau ki txung.",
    "21:14": "Ka kataturoato kana ki nipakitan ti Jesus tinian ki patatautauxan tin, siaawx ki nipaapiten tinian ki nikapatayen tin.",
    "21:15": "Iru ka mikaha ta neni mirangaranga mavok, nikma ta ti Jesus ti Simon Petrusan, Simon alak ti Jona, masaun kaw kawa mavaango",
    "21:17": "Nikma tinian tu kataturo, Simon alak ti Jona, mavaango kaw kawa iauan? Ka mavulas ta ti Petrus, ka pasusuen tin tinian tu",
    "21:18": "Mising, mising kun au kaw, du masaun apa kaw raway, nimalimado kaw mait imhuan, ka nimunaunang tu mamang ka kamuyen",
    "21:19": "Ka pasusuen tin ta ata, pukidi ki su kapatayan ka mamay-mang ka puvavaway tin ki kidi ta Alid. Iru ka mataikaha ki ata, nikma",
    "21:20": "Iru ka maawduma ta ti Petrus, nikitan tin ka maawx ta patatautauxan kana ka kavaangoen, ka nimuohu apa ru hiadudungen tu",
    "21:22": "Nikma ta ti Jesus tinian, Hairu mamuy ko ka maili ta teni tu kidi ki iraruruan au, manga mhu? Maawxa ta imhu iauan.",
    "21:24": "Teni ta patatautauxan ka xmail, ka nismulat apa ki mamang kata: ka kavanan ian ka matiktik ki su ta xailan tin.",
    "21:25": "Madax apa ta panini ki mamang, ka nipamten ti Jesus, hairu aatiluxanay maasasat lava smulat ta mamang kana, pukidien au asi"
}