{
    "1:1": "Sulat ki kavuilan ti Jesus Christus, ka na alak ti David, ka na alak ti Abraham.",
    "1:6": "Ti Jesse ta nipualak ti Davidan ka na Maisasu ka Sibavaw. Ti David ka na Maisasu ta nipualak ti Salomonan pukua tinian ka nikaya ti",
    "1:16": "Ti Jakob ta nipualak ti Josefan, ka mukukuaa ti Mariaan, ka nipaialak tin ta ti Jesus, ka pananangen ki siua ti Christus.",
    "1:17": "Anata imid ki kavuivuilan na Abraham tu kidi ti David, saatato kitian ab ki pat ki kavuivuilan. Ka na David tu kidi ki takalaay pukua",
    "1:18": "Ka nipaialak-en ti Jesus Christusan ta na km-ato-hina. Iru ka nimaamamado masashut ta ti Josef ka pakakitilay ti Maria ka dena tin",
    "1:19": "Nda ti Josef ka ukukuaaw tin, alay ka na matiktik ta teni, ka niinangen tin pakaamax pakangala tinian, nipurarix ki sawuzungen",
    "1:20": "Hairu ka paxdimdimen tin ta ata, kitay ta tamaxnaw ki Mairang ta nimupanax tinian tu maling, ka nikma: Josef ka na alak ti David,",
    "1:21": "Ka maialaka ki alak ka parax, ka sakinanangay mhu ta nananga tin Jesus, alay ka tamapakarianga ki tau tin ki varaw nein.",
    "1:23": "Kitay, akume-a ki kavuien ta tmatul ka asi uparaen, ka maialaka ki alak ka parax, ka smakinananga kaw ki nanang tin, Emmanuel,",
    "1:24": "Iru ka nipatimawaen ta ti Josef ki niirpen tin, niakua tin mama ki na sikakidi ki tamaxnaw ki Mairang tinian, ka nipaukua tinian ki",
    "1:25": "Ka asi tin kalangen ta teni, tu kidi ki nipaikahan tin maialak ta alak tin ka singada, ka nismakinanang tinian ki nanang ka Jesus.",
    "2:2": "Kun, Tumang ta ni-paialak ka sibavaw ka maisasu ki Joden? ka nikitan ian taaraya ta atatalingay tin, ka nilumad kame tu daipay",
    "2:3": "Iru ka niilingix ta atta ki maisasu ka sibavaw ka ti Herodes, miharafhafato ta teni ki sat kaawman apa ki Jerusalem tu lam tinian.",
    "2:6": "Ka imhu Bethlehem ta purux ki Juda, madaawa asi awsiawsing kaw ki sibavaw dmilux maisasu ki Juda; alay ka makakuaa imhuan",
    "2:8": "Ka ru madingidingi neinian tu Bethlehem, nikma, Udadarangaw makipungas kmiim alay ki raway, ka ru pakivalay-numi ta teni,",
    "2:9": "Neni kana du nitnakahato milingix ki maisasu ka sibavaw, nidmarangato ra, Ka kitay, ta atatalingay ka niararaw nein, taaraya,",
    "2:10": "Iru ka kitan nein ta atatalingay nda, ni-maray ta neini ki karayen ka uhang irang.",
    "2:11": "Ka tu urarboen nein ki talax, ni-pakivalay nein ta raway lam ki rarenan tin ka ti Maria: ka tu padukluen nein, niraip tinian. Hairu ka",
    "2:12": "Iru ka nipakusuen tu maling ka asi maawveringa salikux ti Herodesan, nitawkua tu pani ki darang mukua tu purux nein ra.",
    "2:13": "Iru ka ni-taawkaha dmarang ta neini, kitay ta tamaxnaw ki Mairang mupanax tu maling ti Josefan, matai-kma-hyna: Apita awxaw ta",
    "2:15": "Ka niitukua hina tu nikapatayen ti Herodes: alay ka pavawtaw ta na su ki Mairang papataitunun ki mataitan, kun, nitatam au ta alak",
    "2:16": "Iru ka kitan ti Herodes, ka nisimhamha tinian ta makuzasing pulilit, dumiaka uhang mangaidingit ta teni, ka ru nimadingidingi,",
    "2:18": "Niilingxen tu Rama ta na rarungorungo, ta na tatangitangi ki na rarayraying apa ka madax: ti Rachel ta nitmangitangi",
    "2:20": "Kun, Matimawa-a apit, ar-aw ta Raway alamaw ti ina tin, ka thabula mukua tu purux ki Israel, ka nimapatay ta neni ka nikiikiim",
    "2:21": "Anata, iru ka nimatimawax ta teni, nimara ki raway ki rarenan apa tin, ka nilumad tu purux ka Israel.",
    "2:23": "Iru ka lumalumad irua hina, nimurila tu awma ka pananangen Nazareth: alay ka pavawtaw ta na su ki tamamataitan, ka",
    "3:17": "Ka kitay ta ingaw ka nimakatunun ki vuluvulum, ka nikma; Ti ata ta alak au ka kavaangoen ka kamau-nau ta teni.",
    "4:2": "Ka ru nirmirkud mak-axpat kitian ki wai, mak-axpat kitian apa ki awvan, siawx ki ana nimaxangay ra.",
    "4:3": "Ka ru niirua tinian ta Tama-rpung-kmawayraw nikma; Iru ka Alak kaw ki Alid, pasusuay, ka pahapapaulaw ta vato kata.",
    "4:4": "Nda, teni ta mataivli nikma, Nisulaten da, Asi dik na paul ta pakawax ki kaawlung, ra tu imd-apa ki su ka taikua mupanax tu mutus ki",
    "4:6": "Ka nikma tinian, Hairu Alak kaw ki Alid, puaringa purarim pumado imhuan, alay ka nisulaten da, Ka mamumua ki tamaxnaw tin alay",
    "4:7": "Ka na kma ta ti Jesus tinian, Na a'alalikux smulat, Asi kaw rpunga ki MAIRANG ka Alid oho.",
    "4:8": "Nihala mara ta Litu pukua tinian tu vukin ka maramal, ka nimaduk tinian imid ki paisasuan ki imid ki nai, ki kairangen apa ki kidi",
    "4:9": "Ka nikma tinian, Piaaimday mau kaw pia ki mamang kata, ru maawhakup kaw makualilid iauan.",
    "4:10": "Anata nikma ta ti Jesus tinian, Dmaranga Tamamakuduma: ka nisulaten ra, MAIRANG ka Alid oho ta pakuhakubaw mhu, ka dik",
    "4:11": "Anata niataral tinian ta Litu; Ka kitay, niirua ta tamaxnaw milix tinian.",
    "4:12": "Iru ka nimilingix ta ti Jesus, ka nipaatunun papusangat ta ti Joannes, nisalikux muni mukua tu Galilea.",
    "4:13": "Ka ru nidarangen tin ta Nazareth, niirua taula tu Kapernaum, ka tu tamang ki vaung, tu kidi ki purupurux ki Zabulon apa ki Neftalim",
    "4:16": "Tautau ka mirung tu karumduman nikmita ki ramax ka irang: Neni ka nimirung tu purux tu halung apa ki kapatayan, niutiaxan ki",
    "4:17": "Tu kidi kana nimatanawnamu ta ti Jesus matasasu, matai-kma-hina, Silala, pasalikuxa ki vana umi ki rix, ka nimutuk ta paisasuan ki",
    "4:19": "Ka nikm-ato-hina neinian, mawawx-a iauan, ka pasikuaaw mau kamu paudlum ki kaawlung.",
    "4:20": "Ka du madis ataral ki raraihul, niawawxan nein tinian.",
    "4:21": "Hairu ka nimalidawa ta teni makakua hina, nikitan tin ta raruha ki matataiapara ka pani, ta ti Jakobus k-alak ti Zebedæus, ti Joannes",
    "4:22": "Ra neni kana du nimadis dmarang ki avang ka talu, ki Raraman apa nein, ni-mawawx tinian.",
    "4:23": "Ka nihmaveyax tawritung ta ti Jesus tu imid ki Galilea, matatautaux tu pawisasaalen nein, matasasu ki xaxnaw ka Mariang ki",
    "4:24": "Ka nipaulumaluman ta ilinxen ki nanang tin tu imid ki Siria, ka niad nein tinian imid neinian ka asi mariang ki vual ka manini ki",
    "4:25": "Ka mabatung ta makoilalaulau ka nimawawx tinian, maka Galilea, maka Dekapolis, maka Jerusalem, maka Judea, maka arux apa ki",
    "5:1": "Iru ka kitan ti Jesus ki pakoilaulauan ki tau, ni-madakun tu vukin, ka du mirung niirua ta patatauautauauxan tin.",
    "5:3": "Tamatairiang ta malimuk ki yupan; Alay ka anenia ta paisasuan ki tunun ki vuluvulum.",
    "5:4": "Tamatairiang ta mavavulas; Alay ka pakahaniapay ta neni.",
    "5:5": "Tamatairiang ta mahapux ki rix; alay ka tabliay nein ta nai.",
    "5:6": "Tamatairiang ta maxangay ta maitu ki katiktikan: alay ka pakavangtawaw ta neni.",
    "5:7": "Tamatairiang ta tamakaharum: alay ka kaharumaw ta neni.",
    "5:8": "Tamatairiang ta makuptix ki rix: ka mararawa ki Alid ta neni.",
    "5:9": "Tamatairiang ta tamapaparaya, ka pananangay alalak ki Alid ta neni.",
    "5:10": "Tamatairiang ta kudiluxen alay ki katiktikan: ka aneni ta paisasuan ki tunun ki vuluvulum.",
    "5:11": "Tamatairiang kamu du bavaruxa kmudilux imumian ta kaawlung du makuavavaxa makuduma imid ki su ka asi mariang",
    "5:12": "Maraaya, malabanga apa ki rix, alay ka madax ta uvavarxan umi tu tunun ki vuluvulum da: ka nikudilux kma-hina ta tamamataitan,",
    "5:13": "Vaya kamu ki nai ta imumi; iru ka mitamsi ta vaya, pakahaarawlato ki mang? Asiato mariang amamang, dik subuanay smakimala ka",
    "5:14": "Ramax ki imid ki nai ta imumi: asi hmahay itudung ta awma ka puvukinen da.",
    "5:15": "Ka asi tlan ta awing, ka paiturboaylato ki sato: ra paitukun apa tu pawaawingen, ka mawinga imid neinian ka tu talax da.",
    "5:16": "Pakarama-aw kma-hina ta ramax umi tu amax ki kaawlung, ka kmit-a ki na ringay umi ka mariang, ka pakairangal apa ki kidi ki",
    "5:17": "Ina paxdimdim ka iruato ko ki awkakirixaw mau ta tatuko lava, ta na su lava ki na tamamataitan; Asi ko ni-irua ki awkakirixaw",
    "5:18": "Ka mising kun au kamu ra, Tu kidi apa kana ka maliawra-a ta vulum ki nai, asi maliawra-a ta Jota ka saasat, ki tungaws apa ka",
    "5:19": "Timamang ta ma'awkakirix ki saasat ki na amumuan ka siuro usiusing, ka matautauxalato kma-hina ki kaawlung, pausiusingay ta",
    "5:20": "Ka pasusuen au kamu ra, Du asi masauna mahuvar ta katiktikan umi ki katiktikan ki makusasulat ki Fariseen apa, asi kamu murboa",
    "5:21": "Niilingxen umi ka nipupanaxen ki su ki na mamumuan, Asi kaw lupuxa: ra timamang ta lupuxalato, sidarima ki papamama'en da.",
    "5:25": "Madisa patmila ki rix ki katavaxen hu ka nimakuduma imhuan, du ayalam apa kaw tinian, tu darang, ku asi lava paatununa imhuan",
    "5:26": "Dlix kun au kamu ra, asi kaw mupana-a hina tu kidi apa kana ka paakaha kaw paatarimuka ki siuro ka makusing ki asa ka lumari.",
    "5:27": "Niilinxen umi ka ni-pupanaan ki su ki na mamumuan, Asi kaw muzuzunga ki ni-maamax makakitil.",
    "5:29": "Iru ka pakaairaw imhuan tu rix ta mata uhu ka tu ual, kmata, aringanay patawax imhuan: ka marianga imhuan ka upaxen ta saasat",
    "5:30": "Iru ka pakaairaw imhuan tu rix ta rima uhu ka ual, luktaw, aringanay patawax ta ata imhuan: ka marianga imhuan ka upaxen ta",
    "5:31": "Nipupanaxen apa ki su, Hairu timang ta sawtawaxa ki kayaen tin, ka piaa tinian ki sulat ki sawtatawatawax.",
    "5:32": "Ra ti iau ta kma imumian, Ru timamang da ta sawtawaxa ki kayen tin ka ausi ki su ki parborboen, paparborbo tinian ki pani ki",
    "5:33": "Nitnala apa kamu milingix, ka nipupanaen ki su ki na mamumuan, Asi kaw dmikura ki su ki na sawlalkut, ra pamuta kaw ki",
    "5:35": "Ina sawnai, alay ka kakakuan kana ki rapal tin da: ina saw-Jerusalem alay ka awma kana ki sibavaw maisasu ka irang.",
    "5:37": "Ka kmaalato-hina ta su umi, haay, haay: asi, asi: kamamang ka masaun maluaf ki ata, taikat'eenato ra.",
    "5:38": "Nimilingix kamu ka nipupanaen ki su, Mata ta mivlia ki mata, Walix ta mivlia ki walix.",
    "5:39": "Ra ti iau ta kma imumian, ka inanga kamu mataduma ki mat'e ki rix: timamang ta tmaplax imhuan tu timi ka ual, paawparitay tinian",
    "5:42": "Piaa tinian ka tmumimia imhuan ra, ka ina dmikur ki mamuy mibaa imhuan.",
    "5:43": "Nimilingix kamu ka nipupanax ta su, Kavaangoaw mhu ta raruma hu ra, ka kavahiraw mhu ta mavaux imhuan.",
    "5:44": "Ra ti iau ta masusu imumian, Kavaangoaw ta mavaux imumian, matairianga neinian ka makuavavax imumian ra, kariangay neinian",
    "5:45": "Alay ka alalaka kamu ki Raraman umi ka ayatunun ki vuluvulum. Ka paawtatiaxen tin ta wai neinian ka asi mariang, neinian apa ka",
    "5:48": "Anata mataraawxa matiktik, mama ka mataraawx matiktik ta Raraman umi ka ayatunun ki vuluvulum.",
    "6:5": "Iru ka makualilid kaw, asi kaw makaulaulaa neinian ka paninien ki rix ki su, ka mamuy makutukuko makualilid tu pawisasaalan tu",
    "6:7": "Tu pakualilid-numi ina makuharaduhat mama ki Haidang; ka pawrarix neinian ka tnaharumay papakivalay alay ki pakurarinuxan",
    "6:11": "Pxay kame wai kata ki paul ian ka mamsing.",
    "6:20": "Ra pakavangaya imumian ki vangay tu tunun ki vulum, ka asi sidadan ki bawbawx ki thaf apa, ka asi kuxkawxen ka asi hauzungen",
    "6:32": "Alay ka kiimen ta mamang kata ki Haidang. Ka kavanan ki Raraman umi ka itutunun ki vulum ka maia'apo kamu ki mamang kata.",
    "6:33": "Ra makiuroa kmiim ki paisasuan ki Alid, ki katiktikan apa tin da, ka imid ki mamang kata paatautay kamu ra.",
    "7:2": "Ka tu dadingdingen ki mamang nidmingding kamu, dingdingaw kamu ra: ka tu rarpungen ki mamang ka nirmarpung kamu,",
    "7:5": "Imhu ka paninien ki rix ki su, haawroaw ta alox tu mata uhu, dumiaka mararawa kaw ki a'awmataaw mhu ta huka tu mata ki",
    "7:6": "Ina pia tu asuasuan ki nipasani tu tatamden ki Alid, ina maring ta vato umi ka taikua tu kudo smakikua tu kavuvuluan, alay ka asi",
    "7:7": "Tmoumimi-a, ka p'aay kamu: kmiima ka makivalaya kamu: tmubtuba ka a'awlbay kamu.",
    "7:8": "Ka timamang ta tmumimia, mara ta teni: timamang ta kmakiim, makivalay ta teni: timamang ka tmubtub, a'awlbay ta teni.",
    "7:12": "Anata imid ki mamang ka kamuy-numi ka paamten imumian ki tau, ata ta paamtaw mumi neinian da: Ka kma-hina ta na tatuko ki",
    "7:13": "Sararboa tu ngataf ka malingud: alay ka mahaway ta ngataf, ka mahaiyahay ta darang ka pasakakuan tu sidadan, ka mabatung ta",
    "7:14": "Ka masiid ta ngataf, ka malingud ta darang ka paukakuan tu kawaxan, ka matiting ta makivalay ki ana.",
    "7:15": "Ra saukavira ki mataitan mataiharang ka irua imumian tu pamamien ka na yoko, ra tu rbo apa mama ki kmakakan yoko ta neni.",
    "7:17": "Kma-apa-hina imid ki paranax ka mariang makavua ki vua ka mariang, paranax ka asi mariang makavua ki vua ka asi mariang.",
    "7:18": "Asi hmahay makavua ta paranax ka mariang ki vua ka asi mariang: paranax apa ka asi mariang asi hmahay makavua ki vua ka",
    "7:19": "Imid ki paranax k-asi makavua ki vua ka mariang tatataenato ka aringato tu apuy ra.",
    "7:21": "Asi sararboa tu paisasuan ki tunun ki vuluvulum ta maibuvual ka mananang iauan Mairang, Mairang: ra dik tinian ka akua ki",
    "7:23": "Ka tu kidi kana mataipanaxa ko ki su neinian, Mikakua asi mau kamu nikalangen, dmaranga iauan imumi ka mapungas mirung tu",
    "7:24": "Anata imid ki maibuvual ka milingix ki susu au kata, du akua, pakaulaulaw mau tinian ki parax ka macinaw, ka nimairingay ki talax",
    "7:25": "Ka nimurarim ta dumdum, ka niirua ta vaha, nibavare ta vare ka nismirif ki talax kana, ka asi nimatub da, alay ka niaraxan ki vato",
    "7:26": "Ka imid ki maibuavual ka milingix ki susu au kata, du asi akua, pakaulaul-awlato ki parax ka rmapurapu, ka nimairingay ki talax tin",
    "7:27": "Ka nimurarim ta dumdum, ka niirua ta vaha, nibavare ta vare, ka nismirif ki talax kana, ka nimatub da, ka nimaluaf ta paatuban tin",
    "7:28": "Ka nikmato-hina, ka patkahato ta ti Jesus ki su kata, ka niinax ta makoilalaulau alay ki nipatautauxen tin da.",
    "7:29": "Alay ka nimatatautaux neinian, mama ki akukairangen ki kidi, asi mama ki makusasulat.",
    "8:1": "Iru ka nit'darim ta teni tu vukin da, mabatung ta makoilalaulau ka nimaaux tinian.",
    "8:2": "Ka kitay ta Leproos ka utataumen, niirua daip tinian, kun, Mairang, du mamuy kaw, pakalpux kaw pakakuptix iauan da.",
    "8:3": "Ka du sikiskix ki rima tin ta ti Jesus, nismukla tinian, kun; Mamuy ko nda kmupti'a. Ka nipakasumen pakakuptix ta awtataumen tin.",
    "8:4": "Ka nikma ta ti Jesus tinian, kitay, ka asi mhu banavanaay timamangan: Ra ukua, pakit-a imhuan ki Dadilo, ka pixika ki papxan ka na",
    "8:6": "Kun, Mairang, kitalax maliko ta raraway au ka dimidimien ki vual, ka pailuaf paialalam.",
    "8:7": "Ka nikma ta ti Jesus tinian, Iru-a ko pakakuridax tinian.",
    "8:8": "Ka du mataivli ta maisasu ki sat kaatuxan ki vual nikma, Asi ko kairangen ki kidi ka murboa kaw ki apang au, ra pudika pusu ki su ka",
    "8:9": "Ka tau apa ko ka niakun papaisasu ki raruma ka sidarim iauan ta tamamasit, ka matai-kma-ko-hia ki su ti at-an, Ukua, ka mukua: ki",
    "8:10": "Du milingix ki ata ta ti Jesus, nimukiap da, ka nikma neinian ka maaux tinian, Dlix kun au kamu ra, asi apa ko makivalay ki",
    "8:11": "Ka pasusuen au kamu ra, ka mabatung ta iru-a ka makaraya ki makaraur, ka mirunga itulam ti Abrahaman Isaakan, ti Jakoban, tu",
    "8:12": "Ra neni ka alalak ki paisasuan sakimamalanay tu karumduman ka siuro itutawax, ka akume-a hina ta tangitangien ki patitingen apa",
    "8:13": "Ka nikma ta ti Jesus ki maisasu ki sat kaatuxan ki vual Dmaranga, paamtaw kaw mama ki nitnamsingen hu. Ka nikawxdarikax ta",
    "8:14": "Ka ru niurarboen ti Jesus ki talax ti Petrus, nikmita ki rarenan ki kayen tin ka malaliko, ka aingiting.",
    "8:15": "Ka nismurap ki rima tin, ka niataral ta aingit tinian, ka niapit ka nipailailix tin tinian.",
    "8:16": "Iru ka kakahan madung, ni-maad tinian ki mabatung ka niulitu, ka nipadarangen tin ki su ta yupan ka mat'e, ka nipakakuridax imid",
    "8:18": "Tu kakitan ti Jesus ki mabatung ki makoilalaulau ka tu ritung tinian, nipadingien tin pauarux patawavang.",
    "8:19": "Ka niirua tinian saat ki makusasulat, ka nikma tinian, Tamamatautaux, a'awawxaw mau kaw tumamang ta sakakuaay mhu.",
    "8:20": "Ka nikma ta ti Jesus tinian; Akulbas ta mamay-hana, akulaulau ta ayayam ka sawabux tu vulum: ra ausi ki mamang ta Alak ki",
    "8:21": "Ka pani ki vual ka nipatautauen tin, nikma tinian, Mairang, hahay ko ki ukuay mau siuro rmavak ki raraman au.",
    "8:22": "Ra nikma ta ti Jesus tinian, Maawawxa iauan, nda paravaka ki patay, neinian ka nimapatay.",
    "8:23": "Iru ka nimuavang ta teni, ni-maawx tinian ta patatautauen tin.",
    "8:24": "Ka kitay, ka nimapit ta ruar ka irang tu vaung, kma-apa-hina ka niuhalap ki rungwal ta avang: Teni ra ta nimairip.",
    "8:25": "Ka ru irua ta patatautauen tin, nipapatimawax tinian, kun, Mairang, kadingu kame, ku mapapatay kita.",
    "8:28": "Iru ka nimuarux ta teni tu purux ki Gergesenen, nimawawakla tinian raruha ki niulitu, ka mupanax makarbo ki ravaravak, ka",
    "8:30": "Ka tu dalia neinian niakuyuax ki madax ki vavuy ka bavawavawax kmiim ki kanaw nein.",
    "8:31": "Ka nitmumimia tinian ta litulitu, kun, Iruru padarang kaw imianan, hahayay kame padarang paurbo tu yuax ki vavuy.",
    "8:32": "Ka nikma ta teni neinian, Uku-a. Neni ra du mupanax, nimukua murbo ki yuax ki vavuy: ka kitay, vavaringbing ta imid ki yuax ki",
    "8:33": "Ka niilput ta nisuayam: ka ru nimawaumato, nixnaw imid ki mamang da ki at-apa ka nipamten tinian ka niulitu.",
    "8:34": "Ka kitay, nimutmuk ta sat kaauman dmumaduma ti Jesusan. Ka ru kitan nein tinian, nitmumimia ka malidaawa ki kidi ki purux nein.",
    "9:1": "Iru ka nimuavang, nimuarux mukua tu awma tin. Ka kitay nimad tinian ki dimidimien ka malaliko tu apaxen.",
    "9:2": "Hairu ka kakiten ti Jesus ta tnamsingan nein, nikma ki dimidimien da, Paxshuta apak, ataralen kaw ki varaw.",
    "9:6": "Ka alay ka mumxaa kamu, ka akukairangen ki kailxen ta Alak ki kaawlung tu ataralan ki varaw tu nai ra (nda nikma tu dimidimien)",
    "9:7": "Ka ru niapit, nidmarang mukua tu talax tin.",
    "9:8": "Iru ka kakitan ta ata ki makoilalaulau, nimurinxaw ka nipakairang ki kidi ki Alid, ka nipixa ki kairangen ki kailxen ka kma-hina ki",
    "9:9": "Ka tu halidaawen ti Jesus hina, nikmita ki vual ka mirung tu talax ki aimxan, ka ti Mattheus ki nanang: ka ni-kma tinian, Maawawxa",
    "9:10": "Ka nikmato-hina du mirung mavok tu talax ti Mattheus, kitay mabatung ki tamaimux ki tamakavaraw apa niirua misaal ti Jesusan ki",
    "9:12": "Iru ka milingix ta ti Jesus ki ata, nikma neinian, Manga neinian ka madarikax ta tamasimimia ki maalam, ka dik alay ki asi mariang ki",
    "9:13": "Ra ukuawto papatautauanay, ka mang ta ata, Kaharuman ta kamuyen au, asi papxikan. K-asi ko iruato ki tataamaw mau ta matiktik,",
    "9:15": "Ka nikma ta ti Jesus neinian, Hmahay kawa mavulas ta alalak ka pulalam ki parax ka vahaw, ru ayiakua apa neinian ta parax ka",
    "9:16": "Ausi ta timamang ka puhalap ki apapad ka ausi apa ki huping ka vaaw apa tu kulamux ka marufpa ka rie, ka mukhit ta na apad ki",
    "9:17": "Ka asi pukuan ta hala ki karawmata ka vaaw tu vanak ka rii: iru kma-hina, muptua ta vanak, ka pautirien ta hala, ka mikulay ta",
    "9:18": "Tu pasusuen tin neinian ki ata, kitay saat ki sibavaw niirua daip tinian, kun, Nimapatay huni ta alak au ka ina, ra ukuaa puhalap ki",
    "9:19": "Ka ru ni-apit ta ti Jesus, ni-mawawx tinian mulam ki patatautauxen tin.",
    "9:20": "Ka kitay ta ina ka tawamaxan maka sat kitian ab ki ruha ki tawil, du murikur muaawx, nismukla ki na papidpid ki kulamux tin.",
    "9:21": "Ka nimataimado tinian, ru sudiken au smukla ki kulamux tin, dumiaka darikaxa ko.",
    "9:22": "Ka ru nimaawvering ta ti Jesus, nikmita tinian kma, Paxshuta timi, nipakariang imhuan ta tnamsingan uhu. Ka nipadarikaxen ta ina",
    "9:24": "Nikma neinian, Dmaranga, k-asi nimapatay ta tmatul, ra mataawdik mairip. Ka nimawakakak matawa tinian.",
    "9:26": "Ka nimaveyax masuni ta kalawakaw kata tu imid apa ki purux kana.",
    "9:27": "Iru ka malidaawa hina ta ti Jesus, nimawawx tinian duruha ka mavuta tmatataam maku-kma-hina, Na Alak ti David ka harumu",
    "9:28": "Ka ru nimurbo ki talax, niirua ta mavuta tinian. Ka nikma ta ti Jesus neinian, Tnamsing-n-umi kawa ka pailpuxen au ta ata? Nikma ta",
    "9:30": "Ka niparkilat ta mata nein. Ka nitmakutakut ta ti Jesus mavax neinian, kun, Kitay ka asi umxaay timamang da.",
    "9:32": "Iru ka nisamamala ta neni, kitay niad tinian ta vual ka mangupu ka niulitu.",
    "9:33": "Ka ru nipadarangen ta litu, nimasusu ta mangupu. Ka nimurinxaw ta makoilalaulau, kun, Mikakua asi apa kitan ki kma-hina tu",
    "9:35": "Ka nimubeyax muritung ta ti Jesus ki imid ki maiawmaawma ki kairangen ki kausingan apa matatautaux tu pawisasalan nein",
    "9:36": "Ka du kakitan tin ta makoilalaulau, niuhang mararix maharum neinian, alay ka nipasibaen ta neni pasaboak mama ki yuko ka ausi",
    "9:38": "Anata tmumimia ki mairang ki ayaman ka riawriungay tin madingi ta mairunga tu ayaman tin ra.",
    "10:1": "Iru ka nitataam tin paukua tinian ki patatautauen tin ka sasat kitian ab ki ruha, nipxan tin neinian ki kailxen ki padarangaw ta",
    "10:2": "Ata hnin ta nanang ki Padadingian ka sasat kitian ab ki ruha: Siuro ta ti Simon ka siua Petrus, ti Andreas apa ka taiapara tin: ti",
    "10:3": "Ti Filippus ti Bartholomeus apa: ti Thomas ti Mattheus apa ka na tamaimix: ti Jakobus ka alak ti Alfeus, ti Lebbeus apa ka pasiu-an",
    "10:4": "Ti Simon Kananites, ti Judas Iskariotes apa ka nisitunun simamha tinian.",
    "10:5": "Sasat kitian ab ki ruha kana ta nipadadingien ti Jesus, ka nimakusu neinian, kun, Asi kamu mukuaa tu darang ki Haidang, ka asi",
    "10:6": "Ra siura sakakua tu hmitaraawx ka yuko ki talax ki Israel.",
    "10:7": "Ka tu sakakua-n-umi matasasua, kun, Mutukato ta paisasuan ki tunun ki vuluvulum.",
    "10:8": "Pakadarikaa ki manguri, pakakuptia ki leproos ka utataumen, papatimaw-a ki patay, padaranga ki litu. Nipakinino-n-umi makivalay",
    "10:9": "Ina taamia ki kim, ki malituk, ki awa lava tu ait umi ka ripirip.",
    "10:10": "Ina amia ki lavat tu darang, ki ruruha ki puluvoen, ki tatapil, ki hukar lava. Ka mangala ta tamairung ki kakanen tin da.",
    "10:11": "Tu awma tumamang ka tu kairangen tu kusingan lava ka sararboay mumi, tmaitalixa timang ta mangal tu hina: ka itukua hina, tu",
    "10:13": "Ka ru maangal ta talax nda, mukuaalato ta raya umi hina: ka ru asi maangal, dumiaka salikuxalato imumian ta raya umi.",
    "10:16": "Kitay padingien au kamu mama ki yuko tu tamawx ki luang ka mihakub: Anata matalakawa mama ki vulay, pakasaata ki rix mama",
    "10:17": "Sawkavir ra ki kaawlung: alay ka paatununa imumian tu paawklaklan makisaal ki su, ka paangata imumian tu paawisasaalan nein",
    "10:18": "Ka adaw kamu tu taisu ki purux tu maisasu apa ka sibavaw alay iauan, alay ki xailen tiktik neinian ki Haidang apa ra.",
    "10:19": "Iru ra paatunua imumian, ina mavuskar ki rix, mamang lava, kamang lava ta pasusuay mumi. Ka purarixanaylato pia tu kidi ki",
    "10:20": "Ka asi ta imumi ka masusu, ra Yupan apa ki Raraman umi, ka matairarix ki su imumian.",
    "10:21": "Ka paatununa ta saat ki taiapara ki taiapara tin tu kapatayan, ta raraman ki alak tin, ka makudumaa ta alalak ki taialalak neinian,",
    "10:22": "Ka kavahiranay kamu ki imid ki tau alay ki nanang au, ra teni ka pahalimux tu ilalimuxan, ta pakariangay da.",
    "10:23": "Iru ka kmudiluxa imumian tu awma kana, ilputa mukua tu pani: Ka dlix kun au kamu ra, asi kamu hmaveyaa tu limulimu ki",
    "10:26": "Anata, ina matakut neinian: ka asi taawfen ki mamang, ka asi aawtataawfay, ka asi nihaen ki mamang, k-asi kavanaylato.",
    "10:27": "Kamamang ka vanavanaen au kamu tu karumduman, pasusuayto puramax: ka mamang apa ka ilingix-n-umi tu tangira,",
    "10:28": "Ina matakut ki lmalpux ki vual, ka asi pisilpux pakapatay ki vati: Ra masauna matakut ki malix smidada ki vual ki vati tu",
    "10:29": "Asi kawa papailan ki lawmari ka saasat ta kiri ka ruruha? Ka asi tnai ta saasat ki ana du inangen ki Raraman umi.",
    "10:30": "Ka ni-tawkiimden kuting ta vukux tu vongo umi.",
    "10:31": "Anata, ina matakut, ka siuro kamu tu vavaw ki kidi ki kiri ka madadax.",
    "10:32": "Anata, timamang ta putaturuturuxa pupanax iauan tu amax ki kaawlung, putaturuturuxaw mau tinian tu amax ki Raraman au ka",
    "10:33": "Ra timamang ta rmaua iauan tu amax ki kaawlung, teni ta rauanay mau tu amax ki Raraman au ka tu tunun ki vuluvulum.",
    "10:34": "Ina pukidi purix ka iruato ko ki adaw mau ta raya tu nai: Asi ko iruato ki adaw mau ta raya, ra tiraw apa.",
    "10:35": "Ka iruato ko papatokdangirangil ki tau tu duma ki Raraman tin, ki alak apa ka ina tu duma ki Rarenan tin, ki alak apa ka ina ka",
    "10:37": "Timamang ta mavaango ti ama tinen ti ina tinen pasiuro iauan, asi mangal ki kidi iauan da: timamang apa ta mavaango ki alak ka",
    "10:42": "Ka timamang ta paita dik ki saat karukulan ki ralum ka mahanglu ki sasat ki usising kata ki kidi, tu nanang ki patatautauen, dlix",
    "11:1": "Ka nikmato-hina du nipokidikidi pulimulimu ta ti Jesus pasikua ki sat kitian ab ki ruha ki patatautauen tin, ka nimalidaawa hina,",
    "11:4": "Ka nimataivli ta ti Jesus kma neinian; Ukua likuxa xnaw ti Joannesan ki ata, ka ailingix-n-umi ka kakitan umi.",
    "11:5": "Kmitato ta nimavuta, marmunato munaunang ta nimapilay, pakakuptixenato ta leproos ka niutaum, hmilingixato ta nimatule,",
    "11:6": "Ka tairiang ta teni k-asi anaixen pahalidawra pakavaraw iauan.",
    "11:8": "Ra nimupanax kamu kmita ki mang? Tau lava ka mamiato ki mahapul ka kulamux? Kitay, neni ka mamia ki kulamux ka mahapul, ta",
    "11:9": "Ra nimupanax kamu kmita ki mang? Tamamataitan lava? Ka dlix kun au kamu ra, ki masaun apa tu vavaw ki kidi ki tamamataitan",
    "11:10": "Ka teni ta ti ata ka na sasulatato, Kitay, padingien au ta tamaxnaw au pasiururo ki vlung uhu, ka sidadaranga ki darang uhu siururo",
    "11:11": "Dilix kun au kamu ra, Neinian ka nipaialak ki inaina, asi niapit ta timamang ka tu vavaw ki kidi ti Joannesan ka tamaawlux: Ra teni",
    "11:12": "Ka na kidi ki wai ti Joannes ka Tamaawlux tu kidi apa hnin, tununen ki kailxen ta paisasuan ki tunun ki vuluvulum, ka neni ka",
    "11:13": "Ka imid ki na tamamataitan, ki tatuko apa, nimataitan tu kidi ti Joannesan.",
    "11:14": "Ka ru mamuy kamu laung ki su kata teni ta ti Elias ka pairuaw.",
    "11:15": "Timamang ka aku-tangira ki ailingilingix, hmilingixaato.",
    "11:17": "Mataikma-hina ki su, Nipaipariringiden ian kamu, ka asi kamu nirmangtultul. Nitakatangitangi kame tmatay, ka asi kamu",
    "11:18": "Ka niirua ta ti Joannes, asi kman, asi mit, Ka akulitu, kun nein.",
    "11:19": "Iruato ta Alak ki kaawlung, ka kman ka mit, ka kun nein da, Kitay ta kaawlung ka maurur, ka tamadihu, riu ki tamaimux ki",
    "11:20": "Anata nimainawnamu mairararay ki awmaawma ka nipafte hina ta madax ki kailxen tin ka urinxawen, ka asi matamha silala ta",
    "11:21": "Alay imhu ki Korazin, alay imhu ki Bethzaida: Ka ru nipafte tu Tyrus lava tu Sidon lava ta malix ka na ringay ka nipafte imumian,",
    "11:22": "Anata pasusuen au kamu ra, Ka saunay lmawa ki pahahavuhavung ta Tyrus, ki Sidon apa imumian, tu wai ki papamamaxen da.",
    "11:23": "Ka imhu ki Kapernaum, ka nipuvavawen ki kidi puvavulum, muhulanay kaw tu kalawhawen. Alay ka ru nipafte tu Sodoma ta malix",
    "11:24": "Ra ka pasusuen au kamu, Ka saunay lmawa ta pahahavuavung ki purux ki Sodoma imhuan, tu wai ki pamamaxen da.",
    "11:25": "Dlix tu kidi kana nimataivli ta ti Jesus ka nikma, Pakululuxen au kaw Rama, mairang ki tunun ki vulum ki nai, ka niha uhu ta",
    "11:26": "Haay Rama, ka na kma-hina ta kamaw-n-hu tu amax uhu.",
    "11:29": "Araw pakaxalap imumian ta paden au, mawtawawxa iauan ka patautauanay iauan, ka mahapux ko ki rix, ka nitdarimen apa ki",
    "11:30": "Ka mahapux ta paden au, ka mahaal ta pabanunuxen au.",
    "12:1": "Tu kidi kana nitawkua ta ti Jesus ki na dadiri tu wai ki paihababan, ka maxangay ta patatautauen tin, mabis mutut apa ki nanax.",
    "12:2": "Ka ru kitan ta ata ki Farizeen nikma tinian, Kitay pamut ta patatautauen uhu ki asi hahayen paamut tu wai ki paihababan.",
    "12:6": "Ka pasusuen au kamu, Ka ataen ta masaun mairang ki kidi ki kuva.",
    "12:7": "Iru ra umxan umi lava, ka mang kana, Kamuyen au ta kaharumen asi ki papxikan, ina kamu asi nidmungdung kmaixkahir ki asi",
    "12:9": "Ka ru malidaawa hina, niirua tu pawisasaalan nein.",
    "12:13": "Anata nikma ki vual kana, Siksikaw ta rima uhu: ka nisiken tin, ka nikawlikux kawriang mama ki idi tin.",
    "12:14": "Iru ka nimumala ta Farizeen, nimakisaal ki su makiduma tinian, mamaimang ka parmarmaa tinian.",
    "12:15": "Ra tu umxan ti Jesus ta ata ni-dmarang hina, ka mararap ta makoilalaulau ka nimawawx tinian, ka nipakaimden tin pakadarikax",
    "12:16": "Ka nisingix mavax neinian, ka asi pakaamaxa tinian.",
    "12:18": "Kitay ta raraway au, ka niperi au, ka kavaangoen au, ka kamawen ki vati au. Puhalapaw mau tinian ta Yupan au, ka xnaway tin ta",
    "12:20": "Asi paungituax ki htix ka nimupto, asi payupaw tin ta purut ka maato, tu kidial apa ka pudaawaa pupanax ki dingdingen tu",
    "12:21": "Ka mitaduxa ta Haidang tu nanang tin.",
    "12:22": "Tu kidi kana niadan paukua tinian ta saat ka niulitu, ka mavuta, ka mangupu, ka nipakadarikaxen tin tinian, tu kidi ka kma-hina ka",
    "12:24": "Ka ru ilinxen ta ata ki Farizeen, nikma, Asi padarang ta ti ata ki litu, dik ki Beelzebul, ka Sibavaw ki litulitu.",
    "12:25": "Iru ka mumxa ta ti Jesus ki na darimdim nein, nimasusu neinian, Imid ki paisasuan ka paipapurupurux neinian mamado,",
    "12:27": "Iru ka padarangen au ta litu ki Beelzebul, padarangen ta neni timangan ki alalak umi? Alay ki ana tamadmungdunga ta neni",
    "12:31": "Alay ki ata pasusuen au kamu, Imid ki varaw ki barxan apa makutalum ataralay ki kaawlung: ra barxan makutalum ka makuduma",
    "12:32": "Ka timamang ta masusualato ki mamang ka su mataiduma ki Alak ki kaawlung, ataralay tinian ta ata: ra timamang ta",
    "12:33": "Da pukidia matarix, ka mariang lava ta paranax, mariang apa ta vua tin: ka asi mariang lava ta paranax, ki vua apa tin. Ka kalangen",
    "12:34": "Na kubkub ki tpung, pulpux kamu mama ki mang pusu ki mariang ru mat'e kamu ra, ka tu patawluafen ki tintin masusu ta mutus.",
    "12:35": "Tau ka mariang pupanax ki mariang ki kavangayan ka mariang ki tintin, tau apa ka mat'e pupanax ki asi mariang ki kavangayan ka",
    "12:36": "Ra pasusuen au kamu ka na sasasat ki nino ka su ka pasusuaylato ki kaawlung, ka maivlia ta neni kuting ki ana tu wai ki",
    "12:37": "Ka putiktikay kamu ki na su umi, ka dingdingay kamu ki na su umi.",
    "12:38": "Anata nimataivli ta raruma ki makusasulat ki Farizeen apa ka nikma, Matatautaux kamuy-n-ian kmita ka paamtay mhu ta",
    "12:39": "Ra teni ta mataivli nikma neinian, Kavuilan ka mat'e ka rarborbo tmumimia ki pukidien, ka asi pxaanaylato neinian, dik ki na",
    "12:40": "Ka mama ka nimaka-turo ki wai, maka-turo apa ki awvan ta ti Jonas tu vuil ki mawaw, maka-turoa kma-hina ki wai ki awvan ta",
    "12:41": "Apita ta paparax ka maka-Ninive tu papamamaxen lam ki kavavuilan kata, dmungdung neinian: ka nisilala nipasalikux ki vana",
    "12:42": "Apita ta sibavaw ka maisasu ka ina ka maka timawx tu papamamaxen lam ki kavuilan kata, dmungdung neinian: alay ka niirua",
    "12:43": "Ka ru dmarangalato makarbo ki kaawlung ta yupan ka asi matikanax, damiaka sakakuan tin munaunang tu itukuan ka markax",
    "12:44": "Anata pasusuen tin, Salikuxa ko mukua tu talax au, ka nidarangen au: ka ru irua, pakivalayen tin ka kuko ka niuapan ki uap tmura",
    "12:45": "Anata ukun tin mara patulam tinian pipitu ki yupan ka pani ka masaun mat'e tinian mamado, ka ru nisararbo itukua ta neni hina,",
    "12:46": "Ka ru pasusuen apa tin ki makoilalaulau, kitay ta ti rena ki taiapapar-apa tin ta nimituko itumala, kmiim ki pasusuay nein tinian.",
    "12:47": "Ka nikma ta ti ano tinian, Kitay, itumala hina mituko ta ti rena ki taiapar-apa mhu, kmiim ki pasusuay nein imhuan.",
    "12:49": "Ka ru sikiskix ki rima tin maivavaw ki patatautauen tin, nikma, Kitay ta rarenan au, ki taiapara apa mau.",
    "12:50": "Ka timamang ta paamtalato ki kamuyen ki Rama au ka tu tunun ki vuluvulum, teni ta taiapara au, ki niaha, ki rena apa mau.",
    "13:1": "Ka tu wai kana ru nimumala ta ti Jesus ki talax, nimirung tu tamang ki vaung.",
    "13:2": "Ka mabatung ta makoilalaulau ka nimawaklakla tinian, kma-hina ka nimuavang mirung ta teni, ka imid ki makoilalaulau ta niitukua",
    "13:4": "Ka tu dadirien tin, nitkua ta ruma ki a'ap tu vidax ki darang: ka niirua ta ayayam ka subux, ka nirmuruk kman ki ana.",
    "13:5": "Ka nitkua ta ruma tu vatotoan ka mausing maliix, ka nikawrblan ta ana tuul, alay ka ausi ki malawhaw ka nai ra.",
    "13:6": "Iru ra nimutiax ta wai, dumiaka nipatihuilen, ka alay ka ausi ki patar, nimilaklak da.",
    "13:11": "Teni ra nimataivli kma neinian, Alay ka nipxan imumian mumxa ki kalawhawen ki paisasuan ki tunun ki vuluvulum, ra asi",
    "13:12": "Ka timamang ta akumea, teni apa ta pxay, ka akume-a ta teni ki kahuvaran: ra timamang ta awlux, a'awmiay lapa tinian ta",
    "13:13": "Alay ki ata pasusuen au neinian ki pamikaulaulan ki su, alay ka tu kakitan nein asi kmitaa, ka tu ailingxen nein asi milingixa, ka asi",
    "13:14": "Ka pavawten neinian ta nipataitan ti Esajas ka kma, Ilingxay mumi ki ailingxen, ra asi kamu mumxaa: ka kakitaay mumi ki kakitan,",
    "13:15": "Ka kawkunumato ta tintin ki tau kata, ka nimahufpit milingix ta tangira nein: ka niitub ta mata nein ki asi nein kitaay du rumang ki",
    "13:16": "Ra akuriang ta mata umi, alay ka kmitaato, ki tangira apa mumi, alay ka milingix ato ra.",
    "13:17": "Ka dlix kun au kamu ra, ka mabatung ki na tamamataitan ki na matiktik apa ta nimamuy kmita ka kitan umi, ra asi nein nikitan:",
    "13:19": "Iru milingix ta timamang ki su ki paisasuan tu asi tin umxan, dumiaka irua ta ti tatapin ka litu ka smimurang mara ki nidiri tu",
    "13:20": "Teni ka nidiri tu vatotoxan ka mahurat ki nai, teni ta ti ana ka milingix ki su, ka matadis mataray ki ana matarix.",
    "13:21": "Ra ausi ki patar tu mamado tinian, ka tnadis tnakaha ta teni: ka ru irua ta samkan ki kudiluxan lava alay ki su, madis",
    "13:23": "Teni ka nidiri tu nai ka mariang, teni ta ti ata ka du milingix ki su ka mumxa ki ata, ka makavua apa pupanax sat kaatuxan ta",
    "13:24": "Nipupanax neinian ki pani ki pamikaulaulan, kun, Pamikaulaulan ta paisasuan ki tunun ki vuluvulum, ki tau ka nidmadiri ki a'ap",
    "13:25": "Ka tu irpen ki tau, niirua ta vaux tin, ka nidmiri ki uro ka asi mariang kmitamawx ki sivax, ka nidmarangatu ra.",
    "13:26": "Iru ka nitibix kawngnara, makavua, nimupanax apa ta uro ka asi mariang.",
    "13:29": "Ra nikma ta teni, Asi, alay ka ru malilud kamu ki uro ka asi mariang, asia kamu lava piapara putul ki sivax.",
    "13:30": "Pakawsaalaw patul tu kaayamay, ka tu kidi ki kaayamen pasusuay mau ki tau ka mayama, Siuroa ilud ki uro ka asi mariang, ka",
    "13:31": "Pani apa ki pamikaulaulan ka nipupanaxen tin neinian, kun, Mama ki tuto ki sxay ka kailoa ta paisasuan ki tunun ki vuluvulum, ka",
    "13:32": "Ka siuro utikiling ta ana ki imid ki tuto: iru ra nikawmxaato, siuroato irang ki imid ki urouro: ka kawxparanaxato, kma-apa-hina ka",
    "13:33": "Ka nipasusuen tin ki pamikaulaulan ka pani, Mama ta paisasuan ki tunun ki vuluvulum ki nipaiapingit, ka niara ki ina ka nihma tu",
    "13:34": "Kamamang kata nimasusu ta ti Jesus ki makoilalaulau tu pamikaulaulan: ka asi nipasusuen ki mamang tu ausi ki pamikaulaulan.",
    "13:35": "Alay ka pavawtawlato ta na su ki tamamataitan, kun, Lutuafay mau ta mutus au tu pamikaulaulan: Pupanaxay mau ta niha na kidi",
    "13:36": "Iru ka nipadarang ki makoilalaulau, nimutalax ta ti Jesus. Ka niirua tinian ta patatautauxan tin, kun, pataimsingi kame ki",
    "13:37": "Teni ta ni-mataivli masusu neinian, Teni ka dmadiri ki aap ka mariang, teni ta Alak ki kaawlung.",
    "13:39": "Ra vauaux ka nidmiri ki ana, teni ta litu: ka kaayaman ta kawxkahan kawxlimulimu ki idarinuxn: ra tau ka maayam tamaxnaw ta",
    "13:40": "Anata mama ka palilden ta uro ka asi mariang, ka papilalamaxen ki apuy, kma-al-apa-hina tu kawxkahan kawxlimulimu ki",
    "13:42": "Ka aringanay nein smakikua neinian tu tatuluan ki apuy: tu hinaalato ta tangitangien ki patitingen apa ki walix.",
    "13:44": "Mila, mama ki kavangayan ka niha tu uma ta paisasuan ki tunun ki vuluvulum, ka ru pakivalayen ki tau, haen tin ta ana, ka alay ki",
    "13:46": "Ka ru nipakivalay tin ta saasat ki vato ka mangal, ukun tin paimid pasadima ki mamang tin, ka pailan tin ta ana.",
    "13:48": "Ka ru utmuyen ta ata, hipapuruxen ki tamaudlum tu taitax ki ralum, ka ru mirung, sakuperien nein ki mariang pukua tu sato, ra ka",
    "13:50": "Ka aringay nein smakikua neinian tu tatuluan ki apuy: tu hinaalato ta tangitangien ki patitingen apa ki walix.",
    "13:51": "Ka nikma ta ti Jesus neinian, Muimid kamu kawa mumxa ki ata? Nikma ta neni tinian, Hahay Mairang.",
    "13:52": "Teni ra nikma neinian: Anata imid ki makusasulat ka nipatatautauen tu paisasuan ki tunun ki vuluvulum, mama ta teni ki taitalax",
    "13:53": "Ka nikma-hina, ru nimataikaha ta ti Jesus ki pamikaulaulan kana, ka nidmarang hina.",
    "13:57": "Ka nisaisalakuap tinian pakat'e neinian mamado. Ra nikma ta ti Jesus neinian, Ausi ki rikuren lmulux ta tamamataitan, dik tu",
    "13:58": "Ka asi tin nipaftaw madax ki malix ka ringay tu hina, alay ki kauroan nein tnamsing.",
    "14:1": "Tu kidi kana nimilingix ta ti Herodes ka sat ki vual ki paxpat ki maisasu ki purux ki kakalawakaw ti Jesus.",
    "14:2": "Ka nikma ki raraway tin, Ti Joannes ka na Tamaawlux ta ti ata, Nipaapiten ta teni ki nikapatayan, ka alay ki ata pairaringayen tinian",
    "14:3": "Ka nipatau ta ti Herodes ti Joannes-an, ni-pavaut papusangat tinian alay ti Herodiasan ka kayen ki taiapara tin ka ti Filippus.",
    "14:4": "Ka nikma ta ti Joannes tinian, Asi kaw hahayen maya tinian.",
    "14:5": "Ka ru nikamuyen tin pakapatay tinian nimatakut ki tau, alay ka tamamataitan ta teni nikma ta rix nein.",
    "14:6": "Ka tu wai ki uvavatuxan ki nipaialak ta ti Herodes, nirmangtultul ta tatimien ti Herodias tu tukad neinian ka nikihailan ti Horodes.",
    "14:7": "Ka nipatumsing sawlkut tinian pia ki mamang ki tumimiaw tin.",
    "14:8": "Teni ra du nipakuuroen matautaux ti ina tin, p'aanay iauan, kun tin, tu tangia ta vungo ti Joannes ka Tamaawlux.",
    "14:9": "Ka kawxbulas ta sibavaw ka maisasu, ra alay ki nisawlkitan, alay apa neinian ka misaal tinian mavok, nipakusuen tin ka pxaanay.",
    "14:10": "Ka nimadingi patibu ki vungo ti Joannes tu sangat.",
    "14:11": "Ka niad ta vungo tin tu tangia, ka nipxan ta tatimien, ka nimad pukua ti ina tinen.",
    "14:12": "Ka niirua ta patatautauen tin, ka niara nein ta vual tin, ka niravak nein ta ana: ka nimukua banavana ti Jesusan.",
    "14:13": "Ka ru ilingxen ti Jesus ta ana nitawavang dmarang hina musnax tu pulax tu itunien: iru ka ilinxhen ki makoilalaulau ta ata",
    "14:14": "Iru ka tpapanax ta ti Jesus nikitan tin ta makoilalaulau ka mabatung, ka nimararix maharum neinian, ka nipadarikaxen tin ta",
    "14:15": "Iru ka madungato, niirua ta patatautauen tin tinian, kun, Mapawlapawla ta itukuan, ka malikahato malidaawa ta kidi:",
    "14:16": "Ra nikma ta ti Jesus neinian, Asi paia'apoen ka dmaranga ta neni: pxayto ki kanaw nein ta imumi.",
    "14:18": "Ka nikma ta teni, Adi ko ki ana pukua hia.",
    "14:19": "Ka nipaiirungen tin ta makoilalaulau tu kuvul, ka ru niara tin ta ririma ki paul duruha apa ki txing, tu nipasawvavulumen",
    "14:20": "Ka nikimid kman ka mibangtaw ta neni, ka niara nein ki na pipi ka nikda kman, sat kitian ab ki ruha ka laian ta matmuy.",
    "14:21": "Neni ka nikman, na rima katununan lava ta paparax, du asi aikun ta inaina ki alalak apa.",
    "14:22": "Ka madis nimixaray ta ti Jesus pauavang ki patatautauxen tin pasiuro neinian puarux, du padarangaw tin ta makoilalaulau.",
    "14:23": "Ka ru nipadarangen tin ta makoilalaulau, nimadakun muvukin tu saat makualilid. Iru ka madungato, nimakoisaat tu hina.",
    "14:24": "Ka ayatukad ki vaung ta avang, ka niparakuraku ki rungwal: alay ka hmaduma ta vare.",
    "14:25": "Ra tu kaaxpat ki suaayam du awvnen, ni-tdarim mukua neinian ta ti Jesus munaunang hmihalap ki ralum ka tu vaung.",
    "14:26": "Iru ka kmita ta patatautauxan tin ka unaunangen tin hmihalap ki vaung, nimiharafhaf ki rix, kun nein, Tubul lava kana: ka",
    "14:27": "Ra madis masusu neinian ta ti Jesus, ka kun tin, Paxshuta ki rix, ti iau kata, ina matakut.",
    "14:28": "Ka nimataivli ta ti Petrus kma tinian, Mairang, hairu imhu kata, dumiaka paukuay ko imhuan pauhalap ki ralum.",
    "14:29": "Ka nikma ta teni, Ukuaaw: ka ru nimurarim ki avang ta ti Petrus, nimunaunang hmihalap ki ralum alay ki ukuay tin ti Jesusan.",
    "14:30": "Iru ka kitan tin ta vare ka malix da, matakutato, ka ru mainunamu murub, nihmuwahuwaw, kma, Mairang, kadingu ko.",
    "14:32": "Ka ru nimadakun muavang ta neni, palungpungato ta vare.",
    "14:33": "Neni ra ka ayaavang nimukua tmamud tinian, kun, Mising Alak kaw ki Alid.",
    "14:34": "Ka ru tawavang muarux, niirua tu purux ka Gennesareth.",
    "14:35": "Ka ru kalangen ta teni ki paparax ki itukuan kana, nimadingi tu ritung ki imid ki purux ka tu tamang hina, ka niad nein paukua",
    "14:36": "Ka nitmumimia tinian ka smudika smukla ki na papitpit ki kulamux tin: ka timamang ta nismukla, nipadarikaxen.",
    "15:4": "Ka nimakusu ta Alid, kma, Milixa kaw ti ama uhu en ti ina uhu en: ka, timamang ta makuavavax ki raraman ki rarenan tin",
    "15:6": "Ka nipahanino kamu kma-hina ki su ki nipakusuen ki Alid ki na paatatunun umi.",
    "15:8": "Muhili iauan ta tau kata ki mutus nein, ka lmulux iauan ki bibix nein, ra tintin nein ta itutawax iauan.",
    "15:9": "Ra sawkinanino tmamud iauan, du matautaux ki patatautauen ka na sikakidi ki kaawlung.",
    "15:10": "Iru ka nitataamen tin paukua tinian ta makoilalaulau, nikma neinian, Ilingxaw, umxaaw-pa.",
    "15:11": "Ka sararbo ki mutus, asi pakavusuk mahid ki kaawlung, ra dik ta ata ka sapapanax tu mutus, ana ta pakavusuk mahid ki kaawlung.",
    "15:13": "Ra nimataivli ta teni, kma, Imid ki na talutalud ka asi nitalum ki Rama au ka tu vulum, ptulawlato ta ana.",
    "15:14": "Nda amumoaw, tamadilux ka mavuta ta neni ki tau ka mavuta. Hairu madadilux ta mavuta ki mavuta, tu duruhaa muaring tu puto",
    "15:15": "Ka nimataivli ta ti Peturs kma tinian, Pataimsingi kame ki pamikaulaulan kana.",
    "15:18": "Ra kamamang ka maka-mutus, sapapanax maka-tintin, ka ana apa ta pakavusuk mahid ki kaawlung.",
    "15:19": "Ka maka-tintin mupanax ta na darimdim ka asi mariang, lalpulpux, uzuzung ki nimakakitil, ki asi nimakakitil, hahailhail,",
    "15:20": "An-apa pakavusuk mahid ki kaawulung: ra ta avovok ki rima ka asi nipadinaw, asi pakavusuk mahid ki kaawulung.",
    "15:21": "Iru ka dmarang hina ta ti Jesus nisakakua tu unien ki lbax ki nai ki Tyrus ki Sidon.",
    "15:22": "Ka kitay sat ki ina ka tawawma tu Kanaan ta nitmataam makulangax tinian, kma, Mairang ka na Alak ti David, kaharumu ko:",
    "15:23": "Teni ra asi nimataivli tinian ki sasasat ka su. Ka ru iruato tinian ta patatautauxan tin, nitmumimia tinian, kun, Padarangaw ta teni,",
    "15:24": "Ra teni ta nimataivli kma, Asi ko nipadadingien, dik ka yoko kana ka patawrumaan ki talax ki Israel.",
    "15:25": "Ka nimukua ta teni tmamud tinian, kma, Mairang, sakui ko.",
    "15:26": "Ka nimattaivli ta teni nikma, Asi mariang ka aawmiay ta paul ki alalak, aringanay pia ki ata tu asuasuan ka pupu.",
    "15:27": "Ka nikma ta teni, Hahay Mairang: ka kman apa ta asu na pakipak ka muaring tu avokan ki mairairang nein.",
    "15:28": "Anata nimataivli ta ti Jesus, kma tinian, Ano ina, irang ta tnamsingan uhu, pavutaw imhuan mama ki kamuyen hu. Ka nikawdarikax",
    "15:29": "Iru ka nimalidaawa hina ta ti Jesus, niirua tu tamang ki vaung ki Galilea, ka ru nimadakin muvukin, mirungato hina.",
    "15:30": "Ka mabatung ta makoilalaulau ka niirua tinian, ka nipatulam neinian ki mapilay, ki mavuta, ki mangupu, ki mapika, ki pani apa ka",
    "15:31": "Km-apa-hina, ka nimukiap ta makoilalaulau du kakitan nein, ka masusu ta mangupu, ka madarikax ta mapika, ka munaunang ta",
    "15:32": "Iru ka nitataam ti Jesus ta patatautauxan tin, nikma, Mararix ko maharafhaf ki kaharumen ki makoilalaulau, alay ka maka-turo ki",
    "15:34": "Ka nikma ta ti Jesus neinian, Pipinato ta paul imumian? Ka nikma ta neni, Pipitu, matiting apa ki txing ka usising.",
    "15:35": "Ka nipairungen tin tu nai ta makoilalaulau.",
    "15:36": "Ka ru niara tin ta pipitu ki paul ki txing apa, ka ru nipatblien tin ki lalululux, nipipi, ka nipxan tin ki patatautauxan, ra neni apa ka",
    "15:37": "Ka nimiimid mavok, ka mibangtawato, ka niara nein ilid ki nikda ki na pipi pitu ka laian ka matmuy ra.",
    "15:38": "Ka neni ka nimavok na xpatato katununan ki paparax, du asi aikakun ta inaina ki alalak apa.",
    "15:39": "Ka ru nipadarangen tin ta makoilalaulau, nimadakun muavang ta teni, ka niirua tu paaptan ki purux ki Magdala.",
    "16:1": "Iru ka iruato tinian ta Fariseen lam ki Sadduceen ripung, nitmumimia tinian ka pakitaa neinian ki pukidien ka maka-vulum.",
    "16:2": "Ra teni ta nimataivli kma neinian, Iru ka madung kma kamu ki su nda, Matikanaxalato, alay ka maiphang ta vulum.",
    "16:4": "Kavuivuilan ka mat'e ka tamararborbo, tmumimia ki pukidien: ka asi p'aanay neinian ta pukidien dik ki na pukakidi ki",
    "16:5": "Iru ka iruato ta patatautauxan tin tu said ka tu arux, nihuhingarupen nein kayul ki paul.",
    "16:6": "Ka nikma ta ti Jesus neinian, Kmitaa, sawkavira ki nipaiapingit ki Fariseen ki Sadduceen apa.",
    "16:12": "Anata umxan nein, ka asi nikma, ka sawkavira ki nipaiapingit ki paul ra, ki patatautauen apa ki Fariseen ki Sadduceen.",
    "16:14": "Ka nikma ta neni, Ta ruma, ka ti Joannes kaw ka na Tamaawlux, ta ruma, ka ti Elias kaw, ta ruma ra ka ti Jeremias kaw, ki saat lava",
    "16:16": "Nipataivlien ti Simon Petrus, ka kma, Ti Christus kaw, ka Alak ki Alid ka mawax.",
    "16:17": "Ka ru mataivli ta ti Jesus nikma tinian, Tamatairiang kaw Simon Bar-Jona: alay ka asi paumxaato ki ata imhuan ta vaat ki amax, ra",
    "16:18": "Ka kun apa kaw ka ti Petrus kaw, ka tu halap ki Petra kata paishutay mau mairingay ki Pakoisasaalan au, ka asi tmununa ki ata ta",
    "16:19": "Ka pxanay mau kaw ta aawalilib ki paisasuan ki tunun ki vuluvulum: ka kamamang ka vautaw mhu tu nai, vautanaylato tu tunun",
    "16:20": "Tu kidi kana nimavax ki patatautauxan tin, k-asi banavanaa timamangan ka ti Jesus ta teni ka ti Christus.",
    "16:21": "Tu kidi apa kana nimainawnamu ta ti Jesus vanavana ki patatautauxan tin, ka kidiato ki darangay tin mukua tu Jerusalem, ka tubxa",
    "16:22": "Iru ka nipatulam tinian ta ti Petrus, nikmainawnamu matimxa tinian, kun, Mairang maharuma imhuan, asi pavawtaw ta ata",
    "16:23": "Ra teni ru nimaawduma tinian, nikma ti Petrusan, Dmaranga Tamamakuduma murikur iauan, ka parawraw kaw iauan: ka asi kaw",
    "16:25": "Ka timamang ta mamuy hma ki kawaxan tin, patawrumaa ki ana: ra timamang ta patawrumaalato ki kawaxan tin alay iauan,",
    "16:27": "Ka kmaalato-hina ka iru-a ta Alak ki kaawulung tu kairangen ki kidi ki Rama tin lam ki tamaxnaw tin, ka tu kidi kana paavlia ki",
    "16:28": "Dlix kun au kamu ra, akumea ta raruma ki mituko hia, ka asi kdimana ki kapatayan, tu kidi apa kana ka kitaaylato nein ta Alak ki",
    "17:1": "Ka tu awx ki ninum ki wai nipatulam ta ti Jesus tinian ti Petrusan, ti Jakobusan, ti Joannesan apa, ka nidilux tin puni neinian tu vukin",
    "17:2": "Ka nisilala ta haway tin tu amax neinian: ka nimatikanax ta vlung tin mama ki wai, ka nimipule ta pamien tin mama ki ramax.",
    "17:3": "Ka kitaay, ka nikitan nein ta ti Moses, ti Elias apa mataitavax tinian.",
    "17:4": "Ka nimataivli ta ti Petrus kma ti Jesusan, Mairang, mariang ta ayakuan eta hia, hairu mamuy kaw, nda mairingay eta hia tuturo ki",
    "17:5": "Tu pasusuen apa tin, kitay, ta puraray ka maramax ka nitmamurap neinian. Ka kitay ta ingaw ka maka-puraray, kun, Ti ata ta Alak",
    "17:6": "Ka ru ilinxen ta ata ki patatautauxan, nidmangus ki vlung nein, ka uhang ta neni ki takut.",
    "17:7": "Iru ka iruato ta ti Jesus, nismukla neinian, kun, Apita, ina matakut.",
    "17:8": "Iru ka nipapasawvavaw ki mata nein, asi nein nikitan ta sasasat ka timamang, dik ti Jesusan ka itusaat.",
    "17:9": "Iru ka tdarim ta neni tu vukin, nisikidi neinian ta ti Jesus, kun, Ina banavana ki saaat ki vual ki kihawayen kata, tu kidi apa ka",
    "17:11": "Ra nimataivli ta ti Jesus kma neinian: Siuroa irua ta ti Elias, ka palikuxa paapit ki mamang.",
    "17:12": "Ra pasusuen au kamu, ka makahato irua ta ti Elias, ka asi nein nikalangen tinian: ra nipamten nein tinian ta mamang ka",
    "17:13": "Anata niumxan ki patatautauxan ka nimataimimia neinian ti Joannesan ka na Tamaawlux.",
    "17:14": "Ka tu ukakun nein tu makoilalaulau, niirua tinian ta saat ki vual, ka matalikurux tu duma tinian, nikma.",
    "17:15": "Mairang, kaharumaw ta alak au, ka pisburavural piskupang mapatay, ka pailaluaf paialalam: ka vunavunay muaring tu apuy,",
    "17:16": "Ka niad au ta teni paukua tu patatautauen hu, ka asi nein palpuxen tinian padarikax.",
    "17:17": "Ka ru mataivli ta ti Jesus, nikun tin, Alaya ki kavavuilan ka asi tnamsing ka maparit, makamanga ko ki dalia ka tulama ko imumian?",
    "17:18": "Ka nimatimxa tinian ta ti Jesus, ka nidmarang ta litu tinian, ka padarikaxato ta raway tu patukidien kana ki talay ra.",
    "17:23": "Ka pakapataya tinian, ka papatimawaaw tu kataturo ki wai. Ka uhang mivulas ta neni.",
    "17:27": "Ra alay ka asi mita pasaisalakuap ta neni, muvaunga, pahairiringanay ta hairing, ka araw ta txing ka muuro muvavaw, ka ru tiafaw",
    "18:3": "Ka nikma, Dilix kun au kamu, hairu asi kamu silala mamikaulaula ki raraway, madaawa asi kamu murboa tu paisasuan ki tunun ki",
    "18:5": "Timamang apa ta maawx mitatalax ki raway ka kma-hina tu nanang au, teni ta maawx mitatalax iauan.",
    "18:6": "Ra timamang ta pasaisalakuapa pakavaraw ki saaat ki using kata ka tnamsing iauan, masaun mariang tinian ka pukakuday ki vato",
    "18:7": "Alay ki nai alay ki pasaisalakoapen pakavaraw: ra kidiato ka iru-a ta pasaisalakuapen pakavaraw: Ra alay ki tau ka pairua ki",
    "18:8": "Hairu ka pakavaraw imhuan ta rima hu lava, ki rapal apa mhu lava, luktaw, aringanay smakitawax imhuan. Masaun mariang",
    "18:9": "Hairu ka pakavaraw imhuan ta mata uhu, kmada, aringanay imhuan. Masaun mariang imhuan ka idi kaw ki mata murboa tu",
    "18:10": "Kitay ka asi kamu murunga ki saaat ki using kana: ka pasusuen au kamu, ka mikakua mararaw ta tamaxnaw nein ki vlung ki Rama",
    "18:11": "Ka iruato ta Alak ki kaawlung tu pakariangay ki ata ka nitawrumato.",
    "18:13": "Ka ru kmato-hina ka pakivalayen tin ta ata: Dlix kun au kamu ra, ka masaun maray alay ki ana, ki matuda kitian ab ki matuda, k-asi",
    "18:14": "Km-apa-hina asi kamuyen ki Raraman umi ka tu tunun ki vuluvulum, ka tawrumaa ta saaat ki using kata.",
    "18:15": "Ka ru nimavaraw lava imhuan ta taiapara uhu, ukua matimxa maktavax tinian tu snax tu saat imumian: hairu milingix ta teni",
    "18:16": "Iru ra asi milingix ta teni imhuan, dumiaka patupara imhuan ki saat lava ki ruruha lava ki vual, alay ka itushutalato itukua ta imid",
    "18:17": "Ka ru asi milingixa neinian, anata banavanaato ki pakoisaalan: ka ru asi apa milingixa ki pakoisaalan, anata mamayalato ta teni",
    "18:18": "Dlix kun au kamu ra: Kamamang ka vautaw mumi tu nai, vautay ta ana tu tunun ki vulum: kamamang apa ka aawvavautay mumi",
    "18:19": "Mila pasusuen au kamu, Hairu mawakla ki rix ta ruruha ki vual imumian tu nai, alay ki mamang ka tumimiaw nein, hahayay",
    "18:20": "Ka tumamang ta mawisaalato raruha lava taturo lava ki vual tu nanang au, ayatukad ko hina neinian.",
    "18:23": "Alay ki ata, ka papamikaulaulan ta paisasuan ki tunun ki vuluvulum ki sibavaw ka maisasu, ka mamuy maisaal kutung ki kunsia tin",
    "18:24": "Iru ka mainawnamu kutung ta teni, niaden tinian saat ki vual ka kawitingen saat kitian katununan ki Talenten.",
    "18:26": "Ka ru maxakub ta kunsia, niraip tinian, kun, Mairang maiamila apa iauan, paaimday mau kaw pudaawx.",
    "18:27": "Iru ka mararixato maharum ta Mairang ki kunsia kana, niataral tinian matanino ki kawitingen.",
    "18:28": "Iru ra tpapanax ta kunsia kana, nikabalay tin ta saat ki kunsia ka na lam tin, ka kawitingen tin sat kaatuxan ki malituk, ka ru",
    "18:29": "Anata ru maxakub ta na lam tin ka kunsia tu rapal tin, nitmumimia tinian, kun, Maiamila apa iauan, ka paaimday mau kaw",
    "18:30": "Ra niinang ta teni: ka ru dmarang nipukua tinian tu sangat, tu kidi apa kana ka pudaawxanay tin ta kawitingen.",
    "18:31": "Du kakitan ki kunsia ka lalam tin ki nipamten, uhang nimivulas ta nein, ka ru irua, nivanavana ki mairang nein ki mamang ka",
    "18:32": "Tu kidi kana nitataam ta teni paukua tinian ki mairang tin, ka nikma tinian, Kunsia ka mat'e, niataninoen au kaw ataral imid ki",
    "18:34": "Ka ru mangale ta mairang tin, nipaatununen tin tinian ki tamakhawt, tu kidia-l-apa kana ka pudaawxanay tin ta imid ki mamang",
    "18:35": "Hmai-kma-al-apa-hina imumian ta Raraman au ka ayatunun ki vulum, ru asi kamu matararix ta maibuvual ataral ki taiapara umi",
    "19:1": "Ka nikmato-hina, ru nimataikaha matailimulimu ki su kata ta ti Jesus, ka nidmarang thabul tu Galilea, ka niirua muarux ki Jordaan",
    "19:2": "Ka nimaawx tinian ta mabatung ki makoilalaulau, ka nipadarikax tin neinian tu hina.",
    "19:5": "Ka nikm-apa, Alay ki ana dmaranga ta tau ki rama ki rena, ka sawlama ki kayen tin, ka raruha ka ana saasata ki vaat.",
    "19:6": "Kma-hina ka asi raruha ta neni, nda dik saasat ki vaat. Ana ka nipapasaal ki Alid asi papapiaxaw ki kaawlung.",
    "19:8": "Nikma ta teni neinian, Nihahayen kamu ti Moses alay ki thax umi ki tintin ka padaranga kamu ki kayen umi: Ra asi nikma-hina tu",
    "19:10": "Nikma tinian ta patatautauxan tin, Hairu kma-hina ta kidi ki kaawlung ki kayan tin, asi mariang ka mayaa.",
    "19:11": "Teni ra nikma neinian, Asi paximid paxbalay ki su kata, dik neinian ka nipxaanato.",
    "19:12": "Ka akumeato ki niahap, ka nipaialaken kma-hina ki vuil ki rena nein: ka akumea ki niahap ka niahap ki kaawlung: ka akume-apa ki",
    "19:13": "Tu kidi kana niad paukua tinian ta raraway ka atahalapay tin ta rima neinian, tu pakualiliden: nda nipatimxan ta neni ki",
    "19:14": "Ra nikma ta ti Jesus, Surunganay ta raraway, ina mavax neinian paukua iauan: alay ka aneini ta paisasuan ki tunun ki vuluvulum.",
    "19:15": "Iru ka niatahalapen tin ta rima neinian, nithabul ta teni dmarang hina.",
    "19:18": "Nikma ta teni tini-an, Su ka mang? Nda nikma ta ti Jesus Ata: Asi kaw lupuxa: Asi kaw muzuzunga ki nimakakitil: Asi kaw",
    "19:19": "Milix-a kaw ti Ama uhuen ti Ina uhuen: ka, Mavaangoa kaw ki tau ka raruma mama mamado imhuan.",
    "19:21": "Nikma ta ti Jesus tinian, Iru mamuy kaw mananax mataraawx, ukuaa, pazadumaa ki mamang uhu, ka pxaayto ki malimuk, ka",
    "19:22": "Iru ka milingix ki su kata ta kawxpaparax, nidmarang ta teni mavulas, alay ka akumea tinian ki madax ki hurup.",
    "19:23": "Nda nikma ta ti Jesus ki patatautauxan tin, Mising kun au kamu ra, ka maxxupit ta mavangay murbo tu paisasuan ki tunun ki",
    "19:24": "Ka helaen au kamu masusu, Ka siuro hmahay ta luang ka makxun ki rikur tawkua tu lbas ki simsim, ka murboa ta mavangay tu",
    "19:26": "Ka du araraw ti Jesus nikma neinian, Asi pailpuxen ta ata tu kaawlungan, ra pailpuxen imid ki mamang ki Alid.",
    "19:28": "Nda nikma ta ti Jesus neinian, Mising kun au kamu ra, ka imumi ka nimawawx iauan tu pailikuxen maialak, ru mirungalato ta Alak",
    "19:29": "Ka timamang ta sawtawaxalato ki talax, ki taiapapara, ki niaha, ki rama, ki rena, ki kayan, ki alalak, ki umauma lava alay ki nanang",
    "19:30": "Ra mabatung ki siurouro ta siaawxalato, ka mabatung ki siaawx ta siurouroalato.",
    "20:1": "Ka makaula ta paisasuan ki tunun ki vuluvulum ki mairang ki sat katalaxan, ka nitpapanax du madama ki papakalalamay tin",
    "20:2": "Iru ka nimaawamsing maawkla ta su tin ki su ki makalama du sasat ki wai nda, sasata ki malituk, nipaukua ta teni nenian tu",
    "20:3": "Iru ka nitpapanax tu hivat ki kidi ki kataturo ki talay, nikitan tin ta pani ki vual ka mihaung mituko tu panax.",
    "20:4": "Ka nikma neinian, Nda ukuaaw-pa imumi tu atokakarawmataxan: ra kamamang ki pataitiktikay, pxaay mau kamu ra. Ka nimukua ta",
    "20:5": "Iru ka nimila tpapanax tu hivat ki kaanum ki kamamatuda apa ki talay, makaula nipaukua tin.",
    "20:7": "Nikma tinian, Alay ka asi kame niudam ki saaat. Nikma ta teni neinian, Ukuaaw-pa imumi tu atokakarawmataxan, kamamang ka",
    "20:8": "Iru ka madungato, nikma ta mairang ki atokakarawmataxan ki sikua tin pudaawx, Tatamaw ki makalalam, nda pxaayto ki thanan",
    "20:9": "Nda iru ka nimukua ta nipapakalalam pauvarawx tu hivat ki ka sasat kitian ab ki sat ki talay, niasasat mara ki malituk ta saaat ki",
    "20:10": "Iru ka mukua ta nisiuro, nipurix ki asaunay nein mara, ka neni apa ta saaat nimara ki sasat ki malituk.",
    "20:11": "Ka ru akaha mara ki ana, nimaawrmurato ki taitalax.",
    "20:12": "Kun, Nisiawx kata nimudik muvarawx ki saat ki talay, ka nipapamikaulaulaen hu ta neni imianan ka nitubxan ian ta mahimko ki",
    "20:16": "Kma-hina siuroa ta siawx, ka siaawxa ta siuro. Ka madax ta ni-tataam, ra matiting ta niperi.",
    "20:18": "Kitay muvavaw kita mu-Jerusalem, ka paatununanay ta Alak ki kaawlung ki sibavaw ka tamapxixik ki mahusasulat-apa, ka",
    "20:19": "Ka paatununa tinian ki Haidang tu urungay, tu angatay, tu punavavaraay da, tu kataturo ki wai likuxa ta teni apit.",
    "20:21": "Teni ra nikma tinian, mang ta kamuyen hu? Nikma tinian, Pasusuay ka mirunga ta raruha ka alalak au kata, ka saata tu ual uhu, ka",
    "20:22": "Ra nimataivli ta ti Jesus, nikma, Asi kamu mavana ka mang ta tumimian umi: Mulpux kamu kawa mit ki haux ka itaw mau?",
    "20:23": "Ka nikma ta teni neinian, Ndaa mita kamu ki haux au, awluxay kamu ki awluxan ka awluxay ko, ra pairungen tu ual au tu ui apa",
    "20:24": "Iru ka milingix ta sat kitian ka raruma ki ata uhang nitnavaingbing ki raruha ka matataiapara.",
    "20:25": "Ka ru nitmataam ta ti Jesus neinian paukua tinian, nikma, Kavanan umi ka sibavaw ki tautau ta maisasu neinian, ka mairairang ta",
    "20:27": "Ka timamang ta mamuya siuro imumian, teni ta kunsiato mumi ra.",
    "20:28": "Mama ka asi iruato ta Alak ki kaawlung tu irungay tinian, ra tu sawmadoay tin mirung, ka pxaayl-apa ta vati tin tu tailien mivli ki",
    "20:29": "Nda iru ka tpapapanax ta neni tu Jerixo, nimaawx tinian ta makoilalaulau ka mabatung.",
    "20:30": "Ka kitay ta raruha ki mavuta ka mirung tu said ki darang, iru ka milingix ka hmarivat ta ti Jesus, nimakulangax tmataam kmakua,",
    "20:31": "Ra nimatimha ta makoilalaulau neinian, ka maipata ta neni, ra nimakusaun apa makutun makulangax ta neni, mataikma-hina,",
    "20:33": "Nikma ta neni tinian, Mairang, ka parkilataw ta mata ian.",
    "20:34": "Iru ka maimid maharafhaf ki na mavavohak ta ti Jesus alay ki kaharuman, nismukla ki mata nein, ka madis nikmita ta mata nein,",
    "21:1": "Iru ka nimuhili ki Jerusalem ta neni, niirua ki Bethfage, tu vukin ka makavavua ki imax, anata nipadadingien ti Jesus ta raruha ki",
    "21:2": "Ukuaaw ta awma kana ka matiduma imumian, ra pakidisay mumi makivalay ta luang ka haava ka ipu ka na kakirix, ka akulam ki",
    "21:3": "Nda iru ka akusu ta timamang imumian, kmaa-kamu-hina ra, maiaapa ki ana ta Mairang: ka patudisay tin madingi ta ana.",
    "21:4": "Nipaimden paftaw ta mamang kata, alay ka pavawtaw ta na su ki tamamataitan, ka kma.",
    "21:5": "Vanavanay ta tatatimien ki Sion: kitay, irarurua ta Maisasu ka Sibavaw mukua imhuan, mahapux ki rix, ka pahaavan ki luang ka ipu,",
    "21:6": "Iru ka dmarang ta patatautauxan da, nipamten nein mama ki na sikakidi ti Jesus nienian.",
    "21:7": "Niad nein ta luang ka ipu lam ki patak tin, ka niatahabilen ki ana ta kulamux nein, ka nipaialalay nein tinian ki ana.",
    "21:8": "Ka uhang ki batung ta makoilalaulau nimapax ki kulamux nein tu darang, ka raruma ta nitmaxta ki pehil ki paranax, ka nihavuluen",
    "21:9": "Ka makoilalaulau kana ka siururo ka siaawawx ta nimakulangax, kmakua, Hosanna ki Alak ti David: pakuriangaw lmulux ta",
    "21:11": "Ka nikma ta makoilalaulau, Ti ata ta ti Jesus, ka tamamataitan ka maka-Nazareth ka tu Galilea.",
    "21:12": "Ka nimukuva tu kuva ki tatamden ki Alid ta ti Jesus, ka niaimid tin matuntun ta papaila ki paila apa tu kuva ki tatamden, ka",
    "21:13": "Ka nikma ta teni neinian, Nisulatenato: Talax au ta pananangay talax ki pakualiliden, ra nipairingay umi ta ata ki varinxa ki",
    "21:14": "Ka niirua tinian mukuva tu kuva ki tatamden ta mavuta ki mapilay apa, ka nipadarikax tin neinian.",
    "21:15": "Nda iru ka kmita ta tamapxik ka sibavaw ki makusasulat apa ki nipaurinxaw ka na ringay tin, ki raraway apa ka makulangax",
    "21:17": "Ka ru paitukakua neinian, nidmarang tu awma mukua tu Bethania, ka nimiulay hina ra.",
    "21:18": "Ka madama apa du salikux mawuma, nimaxangay ta teni.",
    "21:19": "Nda iru ka kitan tin ta sat ka ngaraan ka lakawungen tu said ki darang, nimukua ta teni hina, ka asi nikabalay tin tu ngara kana dik",
    "21:22": "Nda imid ki mamang ka tumimiaw mumi tu pakualiliden, ru tnamsing kamu, araaw mumi ta ana.",
    "21:26": "Iru ra maka-kaawlung kun ian, anata katakut-n-ian ta makoilalaulau: alay ka tamamataitan da imid nikua nein ti Joannesan.",
    "21:27": "Nimataivli ta neni kma ti Jesusan, Akiray. Nikma apa ta teni neinian, K-asi ko vanavanaa imumian, tu kailxen timang ka pamten au",
    "21:28": "Ka paxmang-n-umi paxdimdim? Saat ki vual ka aku-alak ki daruha, ka ru ukuaan tin ki nawnamu, nikma, Alak ukuaaw, mairingaya",
    "21:30": "Iru ka ukun tin ki kararuha, nipamikaulaula ki su tinian. Ka ru pataivlien tin nikma, Nda mukuaa ko, ra asi tin vuten mukua.",
    "21:33": "Milingixa ki pani ki pamikaulaulan. Niakumea saat ki tau ka maisasu ki sat katalaxan, ka nitalumen tin ta atokakarawmataan, ka",
    "21:34": "Iru ka iruarua ta kidi ki pakavuaan, nipadingien tin ta kunsia tin paukua ki tamatakul kana, ka araaw nein ta vua tin da.",
    "21:35": "Iru ka mingid ta tamatakul ki kunsia tin, nipasingsangsaxen nein ta saat, nilpuxen ta pani ki vual, ka nisit nein ki vato ta ti",
    "21:36": "Nimila madingi ki pani ki kunsia ka masaun mabatung ki tu uro kana, ka nipapakaulaula ta neni neinian da.",
    "21:37": "Nda tu awx nipadingien tin paukua neinian ta alak tin ka parax ka kma, Matakuta lava ki alak au ra.",
    "21:38": "Iru ka kmita ki alak ka parax ta tamatakul, nimataisaal mataitavatavax, Teni ta tablia tamia, nda pakapatay eta tinian, tami-eta ki",
    "21:39": "Iru ka niara nein tmurung tinian, nimaring smakitawax ki atokakarawmataan ka nipakapatay tinian.",
    "21:41": "Nikma tinian, Pakapatayay tin ta asi mariang kana ki kapatayan ka mat'e, ka paitukuaa ki atokakarawmataan ki pani ki vual ka",
    "21:42": "Nikma ta ti Jesus neinia, Mikakua kawa asi mumi nikutung tu na sasulat, Vato ka niaring ki tamamairingay ki talax, nikawxvato tu",
    "21:43": "Alay ki ana pasusuen au kamu, ka haumiay imumian ta paisasuan ki Alid, ka paakuaay paatunun ki tau ka makavavua.",
    "21:44": "Ka timamang ta muaring muhalap ki vatu kana, pawtawitaway ta teni: ka timamang ta tkuaay ki ana, pakaparupua tinian.",
    "21:45": "Iru ka milingix ta tamapxik ka sibavaw ki Fariseen apa ki pamikaulaulan tin kata, niumxan nein ka pataimimian tin neinian.",
    "21:46": "Ka ru kmiim ki turungen tinian, nimatakut ki makoilalaulau, alay ka tamamataitan ta teni nikma ta rix nein.",
    "22:2": "Mamikaulaula ta paisasuan ki tunun ki vulum ki vual ka sibavaw maisasu, ka nipapaxtatanang ki alak tin ka parax ki vatuxan ki",
    "22:3": "Ka nimadingi ki kunsia tin patataam ki niaitanen bana tu uvavatuxay ki pakakitilan, ra niinang mukua.",
    "22:4": "Nipatulan tin madingi ta pani ki kunsia, ka nikma, vanavanay ta niaitanen bana, Kitay nitanang au ta idangarangaaw mau, nilpux ta",
    "22:6": "Ra neni ka raruma du nitmurung ki kunsia tin, nismamuk pakapatay neinian.",
    "22:7": "Iru ka milingix ki ata ta maisasu ka sibavaw, niaangangaidingdingit ta teni, ka ru nipadadingien tin ta kabatungan ki tau ka masit,",
    "22:8": "Anata nikun tin ki kunsia tin da, Paikahanato maitanan ta vatux ki pakakitilan, ra neni ka niaitanen bana, asi mamsing irang ki kidi.",
    "22:9": "Alay ki ana upanaaw tu pta ki darang, ka papinapina ki vual ka kabalayaw mumi, tidawawto paukua tu uvavatuxay ki pakakitilan.",
    "22:10": "Ka ru tpapanax ta kungsia kana tu daradarang, nipapakoilau imid ka nikabalay nein, ka mat'e mariang apa, ka nimatmuy ta vatux",
    "22:11": "Iru ka nimurbo ta maisasu ka sibavaw tu himataay tin ta ayarung, nikitan tin ta tau ka asi makulamux tu uvavatuxan ki pakakitilan",
    "22:12": "Ka nikma tinian, Diu, mamang ta niurboen hu hia ru asi kaw makulamux ki uvavatuvatux? Ka nimakdix ki marat ta teni.",
    "22:13": "Anata nikma ta maisasu ka sibavaw ki paairungen tin, Halirimaay, halirahpalay, araw, aringanay tinian tu karimdiman ka siuro",
    "22:14": "Ka mabatung ta nitataam, ra matiting ta niperi.",
    "22:15": "Tu kidi kana nidmarang ti Fariseen ka nimataisaal ki su, alay ka taiduka tikla ki patairuken ki su nein tinian.",
    "22:16": "Ka nipadingien nein paukua tinian ta patatautauxan nein lam ki Herodianen, kmakua, Tamamatautaux, kavana-n-ian ka matiktik",
    "22:21": "Nikma tinian, Atu Siatix Sibavaw. Anata nikma neinian, Pxayto ki Siatix Sibavaw ka atu Siatix Sibavaw, ki Alid apa ka atu Alid ra.",
    "22:22": "Iru ka milingix ta neni ki ata, nimukiapato: ka ru paikakua tinian, nidmarang ta neni.",
    "22:24": "Kma, Tamamatautaux nikma ta ti Moses, Hairu mapatay ta timamang ka ausi ki alalak, anata putbunga ta taiapara tin ki nikayaen",
    "22:25": "Nda na akupapitu ki mataiapapara ymiæn-æn, ka nawnamu ka niputbung ta nimapatayato, ka alay ka ausi ki alalak, nipatbli ki",
    "22:31": "Ka atu likuxay apit, asi mumi kawa nikting ta nipasusuen ki Alid imumian, ka kma.",
    "22:33": "Iru ka milingix ki ata ta makoilalaulau nimawkiapato ki na patatautaux tin.",
    "22:34": "Ra tu ilingxen ki Fariseen ka nitkid tin ta mutus ki Sadduceen, ni-mawasaal mawakla ta neni.",
    "22:35": "Ka saat neinian ka matautaux ki tatuko ta niripung tmalix tinian, kma.",
    "22:37": "Ra nikma ta ti Jesus tinian, Mavaangoa kaw ki Mairang ka Alid uhu tu tintin uhu ka mitatmuk, tu vati uhu ka mitatmuk, tu imd apa",
    "22:38": "Ata ta su ka pakusasusu ka nawnamu ki kairangen.",
    "22:39": "Ra kararuha ta makaulaula ki ata: Mavaangoa kaw ki tau ka raruma mama mamado imhuan.",
    "22:42": "Ka kma, pamang-n-umi ta ti Christus? Alak ti mang ta teni? Nikma ta neni tinian, na Alak ti David.",
    "22:46": "Ka asi matailpux ta timamang mataivli tinian ki sasasat ki su: ka nimanayanay ta timamang siawx ki kidi ki wai kana tmawkilala",
    "23:4": "Alay ka awften nein ta ul ka makdung, ka asi alpuxen maval, ka pakataawen ki kaawlung, ra inang pailikalika ta neni ki kaamos",
    "23:5": "Ka pamten nein ta imid ki na ringaringay nein ka araraway ki kaawlung. Ka pakairang ki lici ki pahibalayen, ka pahuirang nein",
    "23:6": "Ka kamawen nein ta itungada mirung tu pilailaixen, ki taul apa ki ituuroen tu pawisasalan.",
    "23:7": "Ta pasirariuen apa tu panax ka pakoisaal tin, ta pananangen apa ki kaawlung, Rabbi, Rabbi.",
    "23:8": "Imumi ra ina pananangay Rabbi, ra saat ta tamamatautaux imumian, ka ti Christus: ka imdayaw kamu taiapapara ta imumi.",
    "23:9": "Ka asi mumi raramaaw ta timamang tu nai, alay ka saat ta Raraman umi ka ayatunun ki vulum.",
    "23:12": "Ka timamang ta pumado pukairangen ki kidi tinian, anata purarimay da: timamang ta purarima ki kidi tinian pumado, anata",
    "23:13": "Ra anay imumi ka makoisasulat ki Fariseen apa, ka paninien ki rix ki su: Ilban umi ki kaawlung ta paisasuan ki tunun ki vulum,",
    "23:14": "Anay imumi ka makusasulat ki Fariseen apa, ka paninien ki rix ki su: Alay ka kanen umi ta tatalax ki inaina ka ni-kapatayan ki",
    "23:15": "Anay imumi ka makusasulat ki Fariseen apa, ka paninien ki rix ki su: Ka tawritung kamu ki vaung ki purupurux pu tau ki vaaw ka",
    "23:16": "Anay imumi ka tamadilux ka mavuta, ka kma, Du timamang ta sawlkitalato ki su saw-Kuva ki tatamden ki Alid, ka nino ta ana: ra",
    "23:18": "Ka ru sawlkitalato ki su ta timamang ki itukuan ki pxikan, ka nino ta ana: ra timamang ta sawlkitalato ki na papa ka nipuhalapen,",
    "23:20": "Anata timamang ta sawlkud ki su ki itukuan ki papxikan sawlikden tin ki ana, kamamang apa ka atahalapenato hina.",
    "23:21": "Ka timamang ta sawlkud ki su saw-Kuva ki tatamden ki Alid, sawlikden tin ki ana, tinian apa ka itukakua hina.",
    "23:22": "Ka timamang ta sawlkud ki tunun ki vulum, sawlikden tin ki iraraungen ki Alid, tinian apa ka taaraung hina.",
    "23:23": "Anay imumi ka makusasulat ki Fariseen apa, ka paninien ki rix ki su, pia kamu ki atax ka sat kitian ki Munte ki dille, ki komin apa,",
    "23:24": "Tamadilux ka mavuta, pasasakden umi ta rikux, ka rihalen umi ta luang ka Kemel.",
    "23:25": "Anai imumi ka makusasulat ki Fariseen apa, ka paninien ki rix ki su: pakakuptix-n-umi ta haux ka itan ki tangia apa tu halap, ra",
    "23:26": "Fariseus ka mavuta kaw pasiuroaw pakakuptix ta aturbo ki haux ka iten ki tangi-apa, alay ka pakakuptixayl apa ta atuhalap.",
    "23:27": "Anay imumi ka makusasulat ki Fariseen apa, ka paninien ki rix ki su: ka papimakaulaulen kamu ki ravaravak ka taapuxen, ka",
    "23:29": "Anay imumi ka makusasulat ki Fariseen apa, ka paninien ki rix ki su: ka pairingay-n-umi ta ravaravak ki na tamamataitan, ka",
    "23:30": "Ka kma-kamu-hina, Hairu ina kame akume-ato tu kidi ki wai ki ramu ian, ina kame akusiato ki sawsaalan tu amax ki na",
    "23:31": "Kma-hina xmail kamu mataiduma imumian mamado, ka na alalak kamu nein ka nipakapatay ki na tamamataitan.",
    "23:34": "Alay ki ana, kitay, padadingien au kamu ta tamamataitan, ta makusasing, ki makusasulat apa, ka pakapataya kamu ki raruma",
    "23:35": "Alay ka muhalapa imumian ta imid ki na amax ka matiktik, ka niududoen tu nai, na amax ti Abel ka na matiktik tu kidi apa ki na",
    "23:36": "Mising kun au kamu, ka iru-a ta mamang kata muhalap ki kavuivuilan kana.",
    "23:37": "Jerusalem, Jerusalem, ka lpux kaw ki tamamataitan, ka takasisit kaw ki na vato ki padadingien paukua imhuan: Nimawapinan ta",
    "23:38": "Kitay paitukuaaw imumian ta talax umi ka niubulbulen.",
    "23:39": "Ka pasusuen au kamu, Asi kamu kmitaa iauan siawx ki kidi hnin, tu kidi apa kana ka pasusuay mumi, Pakariangay lmulux ta teni",
    "24:1": "Ka ru samamala ta ti Jesus, nidmarang ki Kuva ki tatamden ki Alid, ka niirua tinian ta patatautauxan tin, tu pakitaay tinian ki",
    "24:2": "Ka nikma ta ti Jesus neinian, Asi mumi kawa ararawen ta mamang kata? Mising kun au kamu, Asi paitukuaay hia ta sasasat ka vato",
    "24:4": "Iru ka mataivli ta ti Jesus nikma neinian, Kitay, ka asi patawrahaya ta timamang imumian.",
    "24:5": "Ka mabatung ta iru-a tu nanang au, ka kmaa, Ti iau ta ti Christus, ka patawrahayaw nein ta tau ka madax.",
    "24:6": "Ka ilingixaw mumi ta pasasitan, ki ikalauakauen apa ki pasasitan. Kmita, ka asia kamu ru paukiapen, ka kidiato ka pavutaw ta",
    "24:7": "Ka apita ta tau muduma ki tau, ta paisasuan apa makuduma ki paisasuan: ka iru-a ki kaxangayan, ki pismamurangen, ki ninux tu",
    "24:8": "Nda kamamang kata dik ka nawnamu ki paialalamen.",
    "24:9": "tu kidi kana paatununa imumian tu sasamkan, ka pakapataya imumian, ka aasaw kamu ki imid ki tautau alay ki nanang au.",
    "24:10": "Ka tu kidi kana pakavarawaw ta madadax ki vual, ka mapaavlivlia mapaamado mapaatunutunun, ka makavlivlia makamado",
    "24:11": "Ka apita ta mabatung ka asi dlix ka tamamataitan, ka patawrahayaw nein ta madadax ki tau.",
    "24:12": "Ka alay apa ki pakawxtapangaw ta katukulan, ka hiupay ki vaango ki madadax ki tau.",
    "24:13": "Ka timamang ta itutaraawx tu limu apa, pakariangaw ta kma-hina.",
    "24:14": "Ka patasasuay ta xaxnaw ka mariang kana ki paisasuan tu imid ki itukakuaan ki nai, tu pataixailen ki imid ki tautau ka Haidang:",
    "24:17": "Na mamang ta ayaapang, ka asi murarim ki araay tin ki mamang tu talax tin.",
    "24:18": "Ka ayauma apa, nda asi salikuxa ki araay tin ki kulamux.",
    "24:19": "Anay imumi ka inaina ka mavui ka pauho tu wai kana.",
    "24:20": "Nda makualilida ka asi pavutaw ta iliptay mumi ru amixan, ru wai lava ka paihababan.",
    "24:21": "Ka iru-a du ana ta sasamkan ki bulbulen ka maluaf irang, ka niausi ki kma-hina siawx ki kidi ki nawnamu ki nai tu kidi apa hnin, ka",
    "24:22": "Ka ru ina papakipuen ta kidi ki wai, asi pakariangaw ta kamamang ka vaat: ra alay ki niperi papakipuay ta wai kana.",
    "24:26": "Ka tu pataikma-hinaay nein ki su imumian, Kitay, ayapulax ta teni, ina tpapanax: Kitay, ayalaf ta teni turbo, ina tnamsing.",
    "24:27": "Nda mama ka maka-raya ta rikat ka maramax tu kidi apa ki taaraur da, kmal-apa-hina ta iruay ki Alak ki kaawlung.",
    "24:28": "Ka tumamang ta na koulaw, pawaklaklay tu hina ta akay.",
    "24:29": "Ka madis siawxh ki sasamken ki ubulbulen ki wai kana, karimdimay ta wai, ka asi matikanaxa ta vural, ka muaringa maka-vulum",
    "24:30": "Ka tu kidi ki ana mupanaxa ta pukidien ki Alak ki kaawlung tu vulum: ka tmangitangia du ana ta imdayaw ki kavuivuilan ki nai, ka",
    "24:31": "Ka padingiay tin ta tamaxnaw tin ki yup ki oni apa ka irang, ka papakoilalaua ki niperi tin, ki paxpat ki nipakakuaan ki varevare, na",
    "24:33": "Km-apa-hina ta imumi, iru kitay mumi ta mamang kata, kalangaw mumi ka ayatuk ayangataf ta ana.",
    "24:34": "Mising kun au kamu, asi maliawraxa ta kavuilan kata, ka pakahanato pamut imdayaw kamamang kana.",
    "24:36": "Ra kidi ki wai ki talay apa kana asi mumxa ta timamang, asi apa ta tamaxnaw ka tu tunun ki vulum, dik ka Raraman au tu sat.",
    "24:37": "Ka mama ki na wai ti Noe, kmal-apa-hina ta iruay ki Alak ki kaawlung.",
    "24:39": "Ka asi nein nikalang tu kidi apa kana ka irua ta vaha ka irang, ka nimaawimid maawmia neinian: kmal-apa-hina ta iruay ki Alak ki",
    "24:40": "Tu kidi kana ayaumaa ta raruha ki vual, ka araaw ta saat, ka paitukuaaw ta saat.",
    "24:41": "Daruha ka inaina ka mahaltinga tu kahaltingan, saat ta araaw, saat ta paitukakuaaw.",
    "24:42": "Anata mahamaa alay ka asi mumi umxan ta talay ka mano ka iruay ki Mairang umi.",
    "24:43": "Nda umxaw ta ana, iru niumxan ki taitalax tu suayamen ka papina ta iru-a ta mateliaw, ina tin mawaa, ina tin asi pakarianay ta",
    "24:44": "Alay ki ata, nda tmado apa tmanang ta imumi, alay ka tu kidi ki talay ka asi mumi habawaten, iru-a ta Alak ki kaawlung.",
    "24:45": "Anata timang ta kunsia ka mashut ka matalaxkaw, ka nipasibavawen ki mairang tin ki sat katalaxan tin, alay ki pxaanay neinian ki",
    "24:46": "Tamatairiang ta kunsia kana, ka kabalayaw ki mairang tin, du irua, ta mai-kma-hina.",
    "24:47": "Mising kun au kamu ka pasibavawa tinian ki imid ki hurup tin.",
    "24:49": "Ka du maka-nawnamu bukbuk ki kunsia ka talalam tin, ka misala mavok, musaala mit ki tamait.",
    "24:50": "Anata iru-a ta mairang ka tamia ki kunsia kana tu wai ki asi tin amamaten, tu kidi apa ki talay ka asi tin umxan.",
    "24:51": "Ka pasapiaxa tinian, ka paitusaala ki atax tin ki paninien ki rix ki su. Tu hinaalato ta tangitangien ki patitingen apa ki walix.",
    "25:1": "Tu kidi kana mamaa ta paisasuan ki tunun ki vuluvulum ki saat kitian ki kawxinaina, ka ru niara nein ta puaawingan nein,",
    "25:2": "Ka rarima ta nein ka matalaxkaw, rarima apa ta marinxaw.",
    "25:3": "Neni ka marinxaw du niara nein ki puawingan nein, asi nein niapara ki imax.",
    "25:4": "Ra neni ka matalaxkaw ta nimara ki imax tu sato nein apara ki putaawingan nein.",
    "25:5": "Iru ka malanga ta parax ka vaaw, nimiimid misorux, ka mairipato.",
    "25:6": "Iru ka tukad ta awvan nipakulangaxen, Kitay, irarurua ta parax ka vaaw, tpapanaxay, dumadumaaw tinian.",
    "25:7": "Anata niapit ta imid ki kawxinajna kana, ka nisiriang simimia ki puaawingan nein.",
    "25:8": "Ka marinxaw ta nikma ki matalaxkaw, Pxay kame ki imax umi, ka miup ta pataawing-n-ian.",
    "25:9": "Ra nimataivli ta matalaxaw, kma, Aasi, alay lava ka asi mamsinga imianan, imumian apa ta ruma: muawroa mukua tu papailan, ka",
    "25:10": "Iru ka darangen nein paila, niirua ta parax ka vaaw, ka neni ka nipatawtan, nitulam tinian murbo tu ibavawvatuxan mavok, ka",
    "25:11": "Siawx niiru-apa ta kawxinaina ka raruma, kma, Mairang, mairang, awlbay kame.",
    "25:12": "Ka du mataivli ta teni nikma, Mising kun au kamu ra, asi ko kmalang imumian.",
    "25:13": "Anata mahamawaa, ka asi mumi umxan ta wai ki kidi apa ki talay ka iru-a ta Alak ki kaawlung.",
    "25:14": "Ra mama kana ki kaawlung, ka du thabula mukua tu pani ki purux, nitmataam ki kunsia tin, ka nipaatununen tin neinian ki hurup",
    "25:15": "Ka nipaarimaen tin ki talenten ki nawnamu, nipaaruaen tin ta kararuha, nipaasaten tin ta kataturo, ta maibuavual na kidi ki",
    "25:16": "Ka teni ka niarima ki talenten, nidmarang paiasa ki ana, ka niputhan ki ririma ka pani.",
    "25:17": "Km-apa-hina ta teni ka niaduha, niputhan ki ruruha ka pani.",
    "25:18": "Ra teni ka niasat mara, nidmarang kmari tu nai, ka niha tin ta malituk ki mairang tin.",
    "25:19": "Ka siawx ki madalia ki kidi, niirua ta mairang ki kunsia kana, ka nikting tin maisaal neinian.",
    "25:20": "Ka teni ka niarima ki talenten, nimukua maad ki ririma apa ka pani ki talenten, ka nikua tyn, Mairang ririma ki talenten ka nipxaen",
    "25:21": "Ka nikma tinian ta mairang tin, Mamsing, kunsia ka mariang ka makidkid, nimakidkid kaw tu katitingan, ka pasibavawaw mau",
    "25:22": "Ka du mukua ta teni, ka niaduha ki talenten, nikua tin, Mairang, duruha ki talenten ta nipxaen hu iauan, kitay, ruruha apa ki pani ki",
    "25:23": "Ka nikma tinian ta Mairang tin, Mamsing kunsia ka mariang ka makidkid, Nimakidkid kaw katitingan, pasibavawaw mau kaw ki",
    "25:24": "Ka du mukua ta teni ka niasat ki talent, nikua tin, Mairang, kalangen au kaw ka kaawlung kaw ka maplax, ka mayam kaw ki asi",
    "25:25": "Ka alay ki takut au nidmarang ko hma ki talent oho turbo ki nai: kitay, akumea kaw ki amhu.",
    "25:26": "Ra nimataivli ta mairang tin, kma tinian, Kunsia ka mat'e, ka manxad, kavanaen hu, ka mayam ko tu asi mau na dadiri, ka palud ko",
    "25:27": "Anata ina mhu pxay ta malituk au ki tamaviri, ka du iruato ko, nialikux au ta aiau lam ki than.",
    "25:28": "Anata hamiaw ta talent kana, ka pxaanayto tinian ka akumea ki sat kitian ki talenten.",
    "25:29": "Ka veyax ka akumea, teni ta pxay, ka pudimayl apa: ra teni ka ausi, araayl apa ta akumea tinian.",
    "25:30": "Ka aringanay ta kunsia kana ka saramsam smakitawax tinian tu siuro itutawax ka karimdiman, tu hinaalato ta tangitangian ki",
    "25:31": "Ka ru irualato ta Alak ki kaawlung tu kairangen ki kidi tin, imd-apa ki tamaxnaw ka dlix matiktik tulam tinian, anata irungay tin tu",
    "25:32": "Ka papasaalay tu amax tinian ta imid ki tautau, ka papaxpiaxay tin ta neni kana mai tu tavatavax mama ki suayam ka papaxpiax ki",
    "25:33": "Ka paituualay tin ta yuko, ra paituuiay tin ta yu.",
    "25:34": "Anata mataikmal-apa-hina ki su ta maisasu ka sibavaw neinian ka itukua tu ual tin, Mukua hia ta imumi ka nipakariangen kamu ki",
    "25:35": "Ka nimaxangay ko, ka nipakan-n-umi iauan: Nimitu ko, ka nipait-n-umi iauan: Nitaakuaenat-mau, ka nipaitatalax-n-umi iauan.",
    "25:36": "Nimanana, ka nipapakulamux kamu iauan: Nimalam ko, ka niduoy kamu iauan: Niayakuaen au tu sangat, ka nimukua kamu iauan.",
    "25:40": "Ka mataivlia ta maisasu ka sibavaw, matai-kma-hina neinian, Mising kun au kamu, papinan umi pamut ta ata ki saat ki taiapara au",
    "25:41": "Anata matai-kmaal-apa-hina ki su neinian ka ituui, Dmaranga iauan imumi ka nipakuavavaxen mukua tu apuy ka mikakua",
    "25:42": "Ka nikaxangayen au, ka asi mumi nipakan iauan: Niitoen au, ka asi-n-umi nipait iauan.",
    "25:43": "Nitaakuaen au, ka asi-n-umi nipaitalax iauan: Nipananaen au, ka asi-n-umi nipapakulamux iauan: Nikaalamen au, ka niitukuaen au",
    "25:46": "Ka mukuaa ta neni kata tu paialalamen ka mikakua midarinux: ra neni ka matiktik, tu kawaxan ka mikakua midarinux.",
    "26:2": "Kavana-n-umi ka ruruha apa ki wai muvatuxa ki halidaawan, ka paatununay ta Alak ki kaawlung tu punavavaraxay tinian.",
    "26:3": "Anata nimawisaal ta sibavaw ka tamapxik, ta makusasulat, ki mamumu apa ki tau, tu laf ki dadilo ka sibavaw, ka ti Kajafas ta",
    "26:4": "Ka nikmiim ki su, ka turungaw nein ki sivanavanan ta ti Jesus, ka pakapatayawl apa ta teni.",
    "26:5": "Ka nikma ta neni: Asi tu uvavatuxan, alay ka ausia ki kavarutivutan ki tau.",
    "26:7": "Niirua tinian ta ina ka maikua ki vato ka pule ka rukul, ka aku-rapul ka uhang ki angal, ka nirudo tin ta ana masihalap ki vungo tin tu",
    "26:9": "Ka ina patuilpux papaila tu uhang ki angal ta rapul kata, papxaanay ta than tin ki tau ka malimuk.",
    "26:10": "Ra tu umxan ti Jesus ta ata nikma neinian, Kaumang ka pakahimko-n-umi ta ina kata? Ka mariang ta na ringay tin iauan da.",
    "26:11": "Ka mikakua akume-a kamu ki malimuk ayakua imumian, ra ausia kamu mikakua iauan.",
    "26:12": "Nda iru ka nirudo tin ta rapul kata tu vual au, nipamten tin ta ana tu sitanen ki ravakay iauan.",
    "26:13": "Mising kun au kamu, tumang ka patasasuay ta xaxnaw kata ka mariang tu imid ki nai, pasusuayl apa hina ta mamang ka na ringay",
    "26:15": "Kma, Mang ta pxaany mumi iauan, ka paatununay mau tinian imumian? Ka nisikidien nein tinian turo kitian ki malituk.",
    "26:16": "Ka na kidi kana nihauaten tin ta kidi ka mariang, ka manono ka paatununanay tin tinian.",
    "26:18": "Ka nikma ta teni, Ukuaaw tu awma kana ti anoan, ka bana tinian, Na su ki matatautaux, tu tuk ta kidi au, k'kuaa ko kman imhuan ki",
    "26:19": "Ka nimaiamut ta patatautauxan, mama ki na siatautaux ti Jesus neinian, ka nipatawtan nein ta yuko ki Halidaawen.",
    "26:20": "Iru ka madungato nik'lam mairung ki sat kitian ab ki ruha.",
    "26:21": "Iru ka kanen nein, anata nikma ta teni, Mising kun au kamu, ka saat imumian ta sivanavanaa iauan.",
    "26:23": "Ka nimataivli ta teni, kma, Teni ka smilam iauan dmauk ki rima tin tu tangia, teni ta sivanavanaa iauan.",
    "26:24": "Umaato ka dmarang ta Alak ki kaawlung mama ki nisulatenato tinian, ra anay ki tau kana ka sivanavanaa ki Alak ki kaawlung, ina",
    "26:25": "ka ti Judas ka sivanavana tinian ta nimataivli, kma, Ti iau kawa Rabbi? Nikma ta teni tinian, Patairukenato mhu.",
    "26:26": "Iru ka maikakan ta neni, nimawx ta ti Jesus ki paul, ka ru nimakuvli makualilid, nipipi tin, ka nipxan tin ki patatautauxan tin ta ata,",
    "26:27": "Ka ru niawx tin ta haux ka aiten, ka ru nipakuvli tin makualilid, nipxen tin neinian ta ata, kma, Hutmukaw mumi tu haux ki ata.",
    "26:28": "Ka ata ta amax au, ta amax ki sikavaxen ka vaaw, ka tiriaw alay ki mabatung tu ataninoan ki varaw.",
    "26:29": "Ka pasusuen au kamu, ka asi mau itaw na kidi hnin ki na vua kata ki ngara ki karawmatax, tu kidi apa ki wai kana, ru hubaawaw",
    "26:30": "Iru ka takakahan nein ta takaluluxan, nitpapanax ta neni mukua tu vukin ka makavavua ki aku-imax.",
    "26:31": "Anata nikma ta ti Jesus neinian, Pakaimdaw kamu pakavaraw ki awvan kata: Alay ka nisasulaten, Apdaw mau ta suayam, ka",
    "26:32": "Iru ka hkahaalato ko apit, t'urouroa ko imumian mukua tu Galileen.",
    "26:34": "Nikma ta ti Jesus tinian, Mising kun au kaw, ka tu awvan kata du asi apa muni ta tauka, ka t'turulay mhu rmau iauan.",
    "26:35": "Nikma ta ti Petrus tinian, Maita ru pislalam apa mau kaw mapatay, asi ko rmaua imhuan. Ka km-apa-hina ki su ta imid ki",
    "26:36": "Anata nitulam neinian ta ti Jesus mukua tu itukakuaan ka pananangen Gethsemane, ka nikma ki patatautauxan, Mirunga hia tu",
    "26:37": "Iru ka patupara tinian ti Petrusan, ki raruha apa ka na alalak ti Zebedeus, nimanawnamu mavulas maluaf apa mahimko ta teni.",
    "26:39": "Iru ka niukakukua tin, nimaxakup ki vlung tin, ka nimakualilid, kma, Rama au, hairu ka ilpuxen, pahaliawraxa iauan ki haux kata",
    "26:41": "Nda mahamawaa makualilida, ka asi mumi ukuaay tu rpungan: Masorol ta yupan, ra asi masakit ta vaat.",
    "26:42": "Mila tu kararuha du ukun tin, nimakualilid, kma, Rama au, hairu asi malipux maliawrax iauan ta haux kata ka aiten, du asi mau",
    "26:43": "Ka du mukua ta teni, mila kmabalay neinian ka mairip: alay ka uhang marisix ta mata nein.",
    "26:44": "Ka du paikakua neinian, niukun tin mila, ka nimakualilid tu kataturo, mataila teni ki su ra.",
    "26:47": "Iru ka masusu apa ta teni, kitay, Niirua ta ti Judas ka saat ki sat kitian ab ki ruha, ka tulam tinian ta kalauan ka irang ka maikua ki",
    "26:48": "Ka teni ka sivanavana tinian, nipukidi neinian, kma, Teni ka baixaw mau, teni ta ti ana, tmurunga tinian.",
    "26:49": "Ka madis du mukua ti Jesusan, nikun tin, Tabe Rabbi, ka nibaix tinian.",
    "26:50": "Ra nikma ta ti Jesus tinian, Diu, uamang kaw hia? Anata du nimutuk ta neni, nipatkua ki rima ti Jesusan, ka nitmurung apa tinian.",
    "26:51": "Ka kitay, sasat neinian ka tulam ti Jesusan, du nisikix ki rima, nilmuxut ki tiraw tin, ka nirmad ki kunsia ki dadilo, tubo ki tangira",
    "26:52": "Anata nikma ta ti Jesus tinian, Pulikuxaw pukarulung ta tiraw uhu: alay ka na mamang ta mara ki tiraw, sidadaw pakapatay ta neni",
    "26:53": "Paxdimdimen hu lava, ka asi ko makulpux makualilid hnin ki Raraman au, ka patulama ta teni iauan masaun madax ki sat kitian ab",
    "26:54": "Nda pavutaw mama-ki-mang ta na sasulat, ka kma ka pamtanay kma-hina ta mamang kata.",
    "26:56": "Ra nipamten ta mamang kata alay ka pavutawlato ta na sasulat ki tamamataitan da. Tu kidi kana nipuimid ilput ta patatautauxan",
    "26:57": "Neni ka nitmurung ti Jesusan, nimad tinian paukua ti Kaifasan ka dadilo ka sibavaw, nimawisaal hina ta makusasulat ki mamumu",
    "26:58": "Ka niitudalia ituawx tinian ta ti Petrus tu kidi apa ki laf ki dadilo, ka ru murboato, nimilam mirung ki makua, ka kakitaaw tin ta",
    "26:59": "Ra tamapxik ka sibavaw mamumu, ki na pawisasaal-apa ta nikmiim ki su ka pataixailen sihaharang tu duma ti Jesusan, alay ki",
    "26:60": "Mukuna ka mabatung ta xmail ka sihaharang ka niirua hina, asi nein nipakivalayen ki mamang.",
    "26:61": "Tu awx da niirua ta raruha ki xmail ka sihaharang, ka nikma, Teni kata ta nikmakma, Kulpuxen au kuta ta Kuva ki tatamden ki",
    "26:67": "Anata ni-padipaxan nein tu vlung tin, ka ni-bukbuken nein ki na kmud tinian.",
    "26:69": "Ka nimimala miraung ta ti Petrus tu tatalaxen, ka saat ka kawxina ka pairungen ta niirua tinian, kma, Nimakoilam apa kaw ta imhu",
    "26:71": "Iru ka mumala ta teni tu tangax, nikmita apa tinian ta pani ka ina ka pairungen ka kma neinian ka ayakua hina, Teni apa ta na lam",
    "26:72": "Ka nilala rmau ki su ka na papakakariherihe, Asi mau kalangen ta tau.",
    "26:73": "Nda matuk ki kidi kana, nimukua ta miruko hina, ka nikma ti Petrusan, Mising imhu ta na lam apa nein, nda pakalang kaw ki ingaw",
    "26:75": "Ka nitmatuk muni ta tauka: ka nihmibalay ta ti Petrus ki na su ti Jesus ka nikma tinian, Tu uro ki uniay ki tauka, sawturula kaw",
    "27:1": "Iru ka madamaato, nikmiim ki su ta sibavaw ka tamapxik ki mamumu apa ki tau sadaduma ti Jesusan tu pakapatayanay tinian.",
    "27:2": "Ka ru nibaut tinian, niad nein padarang ka nipaatunun tinian ti Pontius Pilitus ka taisu ki purux.",
    "27:3": "Anata nikavulasen ti Judas ka nisivanavanaato tinian, ru kitan tin ka dungdungenato ta teni, nialikux tin mad ki tuturo kitian ki",
    "27:4": "Kma, Nimavaraw ko, ki sivanavanan ta amax ka matiktik. Ra nikma ta neni, Mangaw mian? Imhu ta kmitaa.",
    "27:5": "Iru ka niaring tin ta malituk smakikua tu Kuva ki tatamden ki Alid, nidmarangato ra, iru ka ukun, nimawsaid.",
    "27:6": "Iru ka awxen ki sibavaw ka tamapxik ta malituk, nikun nein, Asi hahayen ka sasitay ta ana tu pukakuan ki nipapxikan, alay ka na",
    "27:8": "Ka alay ki ana na pananangen ta uma kana, uma ki amax, tu kidi apa ki wai hnin.",
    "27:9": "Anata nipafte ta na susu ki tamamataitan ka ti Jeremias, ka nikun tin, Ka niawx nein turo kitian ki malituk, ta angal ka kidi ki na",
    "27:10": "Ka nipxan nein ta ana alay ki uma ki tmatulu ki rangi, tu akuaan ki nisikidien ti JEHOVA iauan.",
    "27:11": "Ka niituduma mituko ta ti Jesus ki taisu ki purux, ka nitmalix ta taisu, kma, Maisasu kaw kawa ka sibavaw ki Joden? Nikma ta ti",
    "27:12": "Ka tu patbarawen tinian ki sibavaw ka tamapxik ki mamumu apa, asi tin pataivlien ta mamang.",
    "27:14": "Ra asi nipataivlien tin ki sasasat ki su tinian, kma-hina ka uhang nimurinxau ta taisu.",
    "27:15": "Ka na kidi ki kadaamen tu uvavatuxan ka asatay maawmia ki taisu ta nipusangat ki makoilalaulau, timamang lava ka kamuyen",
    "27:16": "Ka niakumea nein tu kidi kana saat ki vautenato ka mamax ki varaw, ka nisakinanangen ti Barabbas.",
    "27:18": "Ra kavanan tin ka nipaatunun ta neni tinian alay ki niaasen tinian.",
    "27:19": "Iru ka mirung ta teni tu irarungan ki awpapanaxen, nimadingi ta kayan tin pakavana tinian, ka kmakua, Ina umamang ki Matiktik",
    "27:20": "Ra nipataumxa ta sibavaw ka tamapxik ki mamumu apa ki makoilalaulau, ka tumimiaw nein ta ti Barabbas, papakapatay ti",
    "27:21": "Ka nimataivli ta taisu ki purux, kma neinian, Timang ki raruha kata ta kamuy-n-umi ka awmiaw mau kamu? Ka nikma ta neni, Ti",
    "27:22": "Nikma ta ti Pilatus neinian, Mangawlat-mau ta ti Jesus, ka siua ti Christus? Nikmaibeyaveyax tinian, Nda punavavaraxaw.",
    "27:23": "Ra nikma ta taisu ki purux, Kamang ta na varaw tin? Ka pakusaun nein makutun, kma, Papunavavaraxaw.",
    "27:24": "Iru ka hmawat ta ti Pilatus, ka asi tin pakasaunen milix, ra nipakasaunen apa ta karakarakan, niawx tin ta ralum, ka nimadinaw ki",
    "27:25": "Ka nimataivli ta makoitatmuk ka tau, Amax tin ta muhalapa imianan, ki alalak apa mian.",
    "27:26": "Anata niawmien tin paakua neinian ta ti Barabbas, iru ka nismaplat ti Jesusan, nipaatunun tu punavavaraxay tinian.",
    "27:27": "Anata nipatulam ta tamamasit ki taisu ki purux ti Jesusan, paukua tinian tu kairangen ki papamamaxan, ka nipapawitmuk nein",
    "27:29": "Iru ka nitinun nein ta sakiru ka na adum, nipakabungoen nein tinian ta ata, pukua ki angto apa tu rima ka ual tin, ka ru",
    "27:30": "Ka ru nimadipax tinian, niara nein ta angto, ka nivlat tu vungo tin.",
    "27:31": "Iru ka nibilavila tinian, niawmien nein ta kuvar, ka nipapakulamux nein ki nipamamien tin, ka niad nein tu punavavaraxay tinian.",
    "27:32": "Iru ka tpapanax nikabalay nein ta vual ka maka-Cyrenen, ka ti Simon ki nanang: ka ni ixarayen nein paaval ki navavavarax tin.",
    "27:34": "Nipait tinian ki mapingit ka nihurad ki parno: iru ka nikdimanen tin, niinang mit.",
    "27:35": "Iru ka nipunavavarax tinian, nipatatax nein ta nipamamien ki na pakiaw: alay ka pavutaw ta na su ki tamamataitan, Nimaisaal",
    "27:36": "Ka du mirung, nikmading tu hina tinian.",
    "27:37": "Ka nipukuaan nein puvavaw ki vungo tin ta na sasulat ki nialayen patbaraw tinian, Ti ata ta ti Jesus ka Maisasu ka Sibavaw ki",
    "27:40": "Kma, Imhu ka kuta kaw ki Kuva ki tatamden ki Alid, ka mairingay ki ana mailikux tu tuturo ki wai, nda maawmado hmamia",
    "27:42": "Pani ki vual ta nihamian tin ra asi maawlpux maawmado hmamia tinian. Hairu maisasu ka sibavaw ta teni ki Israel, nda murarima",
    "27:44": "Ka teni ki ata nipawnanay tinian ta tamalpux, ka nipulamenato punavavarax tinian.",
    "27:45": "Ka na kidi ki kaanum ki talay niirua ta karimdiman tu mitatmuk ki nai, tu kidi apa ki kamamatuda ki talay.",
    "27:47": "Ka raruma ka mituko hina, ru ilinxen nein ta ata, ta nikma, Tmataam ti Eliasan ta ti ata.",
    "27:48": "Ka madis saat neinian ta nisium mara ki na vadiu, ka mama ki purut, ka ru niputmuyen tin ki mapingit, ni maliritung malivit ki na",
    "27:49": "Ra nikma ta raruma Osayto, kitay mita, malava ka iru-a ta ti Elias hmamia tinian.",
    "27:50": "Ka du mila makulix ki ingaw ka irang ta ti Jesus, nimitaraawx ki hinawa.",
    "27:51": "Ka kitay, nipapuduha ta varit ka kuvar ki Kuva ki tatamden ki Alid, makavavaw tu kidi apa ka tu rarim: ka nininux ta nai, ka",
    "27:52": "Ka ni-mutiax ta ravaravak, ka madax ki vual ki madlix matiktik, ka nimairip, ta nipaapitenato.",
    "27:54": "Ra maisasu ki sat kaatuxan, neni apa ka kmasaal tinian kmading ti Jesusan, ru kitan nein ta ninux, kamamang apa ka nipamten,",
    "27:55": "Ka niayakua hina ta inaina ka mabatung, matawtawax mararaw, ka nisiaux ti Jesusan maka-Galilea, alay ka pilailaiay nein tinian.",
    "27:56": "Ka ayatamawx neinian ta ti Maria Magdalena, ta ti Maria ka rarenan ti Jakobus, ti Joses apa, ki rarenan apa ki alalak ka paparax ti",
    "27:57": "Iru ka madungato niirua ta vual ka mavangay ka maka-Arimathea, ka ti Josef ki nanang, ka patatautauxan apa ti Jesus.",
    "27:58": "Teni ta nimukua ti Pilatusan, ka nitumimien tin ta vuel ti Jesus. Anata nimadingi ta ti Pilatus ka paalikuxay ta vual.",
    "27:59": "Iru ka aran ti Josef ta vuel, nitupu tin ta ana ki ait ka makuptix ka palipix.",
    "27:60": "Ka niatakuaan tin ta ana tu ravak tin ka vaaw, ka nikutaan tin tu vato: iru ka nirikilen tin ta vato ka irang tu ngataf ki ravak,",
    "27:61": "Ka niayakua hina ta ti Maria Magdalena, ti Maria apa ka saat, ka mirung ta neni tu dimit ki ravak.",
    "27:63": "Kma, Mairang, hibalay-n-ian ka nimatai-kma-hina ki su ta tamapatawrahay ki ana ka mawax apa ta teni, apitaw mau siawx ki",
    "27:64": "Padingiaw hnin papaawsaun kmading ta ravak tu kidi ki kataturo, ki wai, alay ka asi lava iru-a ta patatautauxan tin du awvanan",
    "27:66": "Iru ka dmarang ta neni, nipapawsaunen nein ki kmakading ta ravak, ru nipukahan nein putapuyu pukidi ta vato.",
    "28:1": "Ka tu lalat siawx ki wai ki paihababan ru minawnamu bavarax, du nawnamualato ta wai ki kpta, niirua ta ti Maria Magdalena, ti",
    "28:2": "Ka kitay, niirua ta ninux ka irang: da tamaxnaw ki Mairang ka muraim maka-tunun, ta niirua, ka nirikilen tin ta vato putawax ki",
    "28:3": "Ka haway tin ta makaula ki rikat, ka pamamien tin ta mapule mama ki awla ka maparukapok.",
    "28:4": "Ka alay ki takut tinian, nimawavawvawx ta kmakading, ka mama ki patay ta neni.",
    "28:5": "Ra du mataivli ta tamaxnaw nikma ki inaina, ina matakut ta imumi, ka kavanaen au ka kmiim kamu ti Jesusan ka",
    "28:7": "Ka ukua madis vanavana ki patatautauxan tin, ka nipatimawaxan paapit ki nikapatayan: ka kitay, siurouro ta teni imumian mukua",
    "28:8": "Iru ka madis tpapanaxen nein ki ravak tu katakutan ki karayen apa ka irang, nisium ta neni alay ki xnawen ki ata ki patatautauxan",
    "28:9": "Iru ka dmarang ta neni alay ki xnawen ki patatautauxan tin, Kitay nimawakla neinian ta ti Jesus, kma, Tabe, marayato: iru ka mukua",
    "28:10": "Anata nikma ta ti Jesus tinian, Ina matakut, ukuaato xnaw ki taiapapara au ka sakakuay nein mukua Galilea, ka tu hina kmitaa ta",
    "28:11": "Iru ka dmarang ta neni, kitay ta ruma ki kmakading nimawawma ta neni, ka niimden nein xnaw ki tamapxik ka sibavaw ta",
    "28:13": "Kma, Matai-kma-hina ki su ta imumi, ka niirua ka awvanan ta patatautauxan tin, ka nihauzung tinian tu irpa-n-ian.",
    "28:14": "Hairu ka ilingxay ki taisu ki purux ta ana, dmaudaloa kame tinian, ka ausia kamu ki himko ta imumi.",
    "28:15": "Iru ka niara nein ta malituk, ni-pamut mama ki nipatautauxen neinian. Ka nihmaveyax ta su kana tu tamawx ki Joden tu kidi apa ki",
    "28:16": "Ra sat kitian ab ki sat ki patatautauxan nithabul mukua tu Galilea, tu vukin ka nisikidien ti Jesus neinian.",
    "28:17": "Iru ka kmita tinian, nimakualilid tinian ta neni, ra nipaxdalax apa ki rix ta ruma ra.",
    "28:18": "Iru ka mukua muhili ta ti Jesus, nipasusuen tin neinian, kma, Nipxan ko imid ki kailxen tu tunun ki vulum ki nai.",
    "28:19": "Anata muku-a, makuveyaxa matautaux ki tautau, mawlux neinian tu nanang ki Rama, ki Alak, ki Yupan ka dlix matiktik:",
    "28:20": "Ka kitay, ayalam ko imumian tu imid ki wai, tu kidi ki limulimu ki idarinuxan. Amen."
}